{"Amis": {"placeName": "Amis", "url": "http://www.amistrattoria.com", "location": {"latitude": 39.944829, "longitude": -75.163273}, "address": {"streetAddress": "412 South 13th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.24168208903458, "description": "Another Vetri family restaurant, Amis Trattoria’s menu is inspired by quinto quarto aka “the Fifth Quarter, which is a Roman culinary practice that centers on using an animal in its entirety. The seasonal menu with daily specials offers items like duck hearts with pomegranate and herb salad and grilled veal tongue with pepper mostarda. Whatever you order, be sure to save room for Mom-Mom’s rice pudding for dessert.", "categories": ["italian", "restaurants"]}, "Wyndham Philadelphia Historic District": {"placeName": "Wyndham Philadelphia Historic District", "url": "https://www.wyndhamhotels.com/wyndham/philadelphia-pennsylvania/wyndham-philadelphia-historic-district/overview?CID=LC%3AHR%3A%3AGGL%3ARIO%3ANational%3A47153&iata=00065402", "location": {"latitude": 39.9523, "longitude": -75.147329}, "address": {"streetAddress": "400 Arch St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.9923287151052, "description": "Its location in Historic Old City makes this Wyndham the perfect place to stop for sightseeing travelers. Major sites like Independence Hall, the National Constitution Center and Betsy Ross House are a mere minutes away. The chic lobby offers a well-stocked bar while the rooftop pool is ideal for a dip with a view of the skyline. This spot hits all the marks for families or those on business who want all the standard features like a gym, in-room desks, free wifi, a restaurant and modern decor in a super convenient location.", "categories": ["hotels", "chain"]}, "Philadelphia Museum of Art": {"placeName": "Philadelphia Museum of Art", "url": "http://www.philamuseum.org", "location": {"latitude": 39.965802, "longitude": -75.181162}, "address": {"streetAddress": "2600 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.07559754000337, "description": "The Philadelphia Museum of Art is renowned for so much more than its role in Rocky. Overlooking the Schuylkill River, the crown jewel of the Benjamin Franklin Parkway impresses with its world-class collection of late-19th- and early-20th-century painting and sculpture. Its permanent collection already boasts masterworks by everyone from Picasso and Van Gogh to Brancusi and Frida Kahlo, but blockbuster special exhibitions held throughout the year bring in even more works of must-see art from around the globe. Besides being a place to roam through galleries, the Museum also serves as a beloved gathering place for the community. Look out for special programming including Art Splash for the kids, Wednesday night yoga and the popular Art After 5 on Friday evenings, which offers a chance to view art after-hours with a cocktail in hand and while live music flows from the Grand Hall.", "categories": ["design", "museums", "art"]}, "Chestnut Hill Hotel": {"placeName": "Chestnut Hill Hotel", "url": "http://www.chestnuthillhotel.com", "location": {"latitude": 40.074163, "longitude": -75.203219}, "address": {"streetAddress": "8229 Germantown Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 251.85423133726522, "description": "Located in Chestnut Hill, a village of Philadelphia known for its hometown feel and quaint collection of galleries, shops, restaurants and a traditional farmers’ market, The Chestnut Hill Hotel is a historical landmark. The building was built in 1894 on the spot of a former hotel and was a \"Summer Hausen\" for colonial Philadelphians. During Prohibition, it became a speakeasy, among other things, and has been restored three times since then, most recently in 2010. Each of the 36 rooms is unique, including the four in the nearby Carriage House, which delights guests with reclaimed wooden doors and seasonal fireplaces. There are also five rooms in the Post Office building, three of which include kitchenettes and are decorated in a fun and campy Andy Warhol style. The Chestnut Hill Hotel gives guests a taste of “Old Philly” while still offering the most modern amenities.", "categories": ["hotels"]}, "Schuylkill River Trail": {"placeName": "Schuylkill River Trail", "url": "http://www.schuylkillrivertrail.com", "location": {"latitude": 39.969583, "longitude": -75.187632}, "address": {"streetAddress": "1 Boathouse Row (a good starting point)", "city": "Philadelphia"}, "priceRange": null, "distance": 253.69638762701828, "description": "Some city dwellers love the challenge of going for a run through the streets and dodging distracted drivers barreling past them in cars. But for the rest of us who just want to go for a blissed-out run or bike ride, head to the Schuylkill River Trail. It is an extraordinary example of communities and local governments working together for the greater good. It’s currently a 26.5-mile protected trail that begins in Center City, winds its way through Valley Forge National Historical Park and ends up in Chester County’s Phoenixville. The approximately 10-mile section through Philadelphia runs along the Schuylkill River Banks and—in addition to being a place for walking, running and cycling—offers plenty of room for activities, like yoga, boarding in a skate park, moonlight kayaking tours and summer outdoor movie screenings.", "categories": ["parks", "gardens", "attractions"]}, "Spruce Street Harbor Park": {"placeName": "Spruce Street Harbor Park", "url": "http://www.delawareriverwaterfront.com/places/spruce-street-harbor-park", "location": {"latitude": 39.944119, "longitude": -75.141983}, "address": {"streetAddress": "301 S Christopher Columbus Blvd", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.3625451647924, "description": "Join the warm-weather party (May through October) at Spruce Street Harbor Park along the Delaware River. The attraction features a Boardwalk promenade buzzing with food stalls manned by local businesses like Franklin Fountain, Village Burger, Chickie’s and Pete’s, Distrito and more selling pizza, tacos, cheesesteaks, fried chicken, funnel cake, doughnuts and ice cream. There’s also a floating beer garden in the harbor where you can score more food and drinks amongst greenery and spectacular views of the Benjamin Franklin Bridge and its watery surroundings.\n\nMore inland, things get even dreamier, with trees that drip with neon lights and and more than 50 hammocks where you can chill with your sweetie and take in the scene. A common area nearby provides seating around a water fountain, and oversized game boards, where you can challenge friends over a round of bocce, ping pong, Connect Four, chess and shuffleboard.\n\nSpruce Street Harbor Park also plays home to a staggering number of events throughout the season, including paddle board yoga, a Jazz in the Park concert series and an event every Friday night called Lights + Flights, which is essentially a beer tasting and light show all in one. The Punk Rock Flea Market and a farmers’ market from Greensgrow Farms sets up for shoppers on weekends.", "categories": ["parks", "gardens", "attractions"]}, "The Ranstead Room": {"placeName": "The Ranstead Room", "url": null, "location": {"latitude": 39.952751, "longitude": -75.173698}, "address": {"streetAddress": "2013 Ranstead St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.60863430854525, "description": "You have to slip down a nondescript alleyway around the corner from Rittenhouse Square to access this sexy speakeasy-inspired cocktail den. Once inside, you’ll find a dimly lit, intimate room decked with plush booths, nude portraits on the walls and ample seating at the bar. The winter cocktail menu includes a lineup of creative artisanal drinks such as Love on the Rum, made with rye, rum, brown butter maple syrup, apple juice and egg yolk; Goonies Never Say Rye, made with rye, curacao, lemon and pistachio orgeat; and the Cheese Louise, a concoction of rye, apple brandy, quince and ricotta. If nothing on the list suits you, tell your bartender what you’re in the mood for and they’ll be happy to whip you up something special.", "categories": ["bars", "cocktail"]}, "Washington Square": {"placeName": "Washington Square", "url": "https://www.nps.gov/inde/learn/historyculture/places-washingtonsquare.htm", "location": {"latitude": 39.947276, "longitude": -75.153649}, "address": {"streetAddress": "210 W Washington Sq", "city": "Philadelphia"}, "priceRange": null, "distance": 255.7175076976646, "description": "One of William Penn’s five original squares, Washington Square has a rich history. It originally served as a burial ground and pasture but in the 19th century trees, paths, benches, lamps and fencing were added to turn it into a true park. In the mid-20th century, a memorial to Washington and an eternal flame for unknown soldiers of the American Revolution made their debut. Don’t forget to check out the Moon Tree, a clone of a sycamore tree whose seed was carried by an astronaut on Apollo XIV.", "categories": ["parks", "gardens", "attractions"]}, "PNC Park": {"placeName": "PNC Park", "url": null, "location": {"latitude": 40.436074, "longitude": -79.971518}, "address": {"streetAddress": null, "city": "Pittsburgh"}, "priceRange": null, "distance": 1.0035555717268427, "description": null, "categories": ["sports", "fitness"]}, "Spirit": {"placeName": "Spirit", "url": "http://spiritpgh.com", "location": {"latitude": 40.478312, "longitude": -79.955701}, "address": {"streetAddress": "242 51st St", "city": "Pitts"}, "priceRange": null, "distance": 2.356910744473768, "description": "SPIRIT is a two-level 10,000 square foot multi-purpose event space converted from the former Moose Lodge in Upper Lawrenceville into a pizzeria, bar, and event hall with stages on both levels.\n\n\nSpirit Lodge, located downstairs, is a 200-person bar offering classic cocktails, regional beers, and snacks, plus nightly entertainment and a pizzeria called Slice Island.\n\n\nUpstairs you'll find Spirit Hall, a 450-person ballroom that plays host to a wide variety of special events such as weddings, company parties, and basically anything that requires more than 3,000 square-feet.", "categories": ["bars"]}, "The High Line": {"placeName": "The High Line | New York, NY", "url": "http://www.thehighline.org", "location": {"latitude": 40.748004, "longitude": -74.004711}, "address": {"streetAddress": "Washington St at Gansevoort St", "city": "New York"}, "priceRange": "free", "distance": 312.8547818104888, "description": "Everything you need to know about visiting the High Line (New York, NY).\n\nIn a city famously known as a concrete jungle with crowded streets, astronomical property rates and few green spaces, the High Line is a key example of New York’s willingness to transform, adapt and innovate.\n\nWhy is it called the High Line?\nThe 1.45 mile-long park, which first opened in 2009, was originally created entirely on an abandoned elevated train track, snaking above the otherwise industrial West Side neighborhoods (Meatpacking, Chelsea, Hudson Yards). Today millions clamour for the dazzling views of the Hudson River, downtown New York’s skyline and, for some voyeurs, the guest rooms at the Standard Hotel. Artists, who were already flocking to Chelsea’s gallery scene, have found an appreciative audience with massive murals, abstract sculptures and a few performance pieces cropping up around and within view of the park. Recently one of the city’s most distinguished cultural institutions The Whitney Museum of American Art recently moved within view of The High Line.\n\nWhen should I go?\nThe spot is most popular during the warm months. While the flowers and plants–a selection that is mostly indigenous to the region–are in bloom, the wood lounge chairs are coveted. Sunset is also a very popular time, so, if you can, try for a morning or afternoon walk.\n\nCan I eat and drink there?\nYes! Something about the smell of fresh greenery makes treats from artisanal vendors selling ice cream and original sodas taste all the more refreshing. Grab Blue Bottle Coffee, Melt Bakery, People's Pops, or drinks at the Terroir at the Porch bar.\n\nWhat else can I see and do here?\nThere are rotating works of sculpture and art by different artists every season. During certain evenings the Amateur Astronomer Association leads free star gazing nights and lively cultural happenings like latin dance nights. The best part, however, has to be the people watching: Grab a seat on the stairs over looking busy Tenth Avenue and see locals and visitors from all walks of life milling their way about the city.\n\nWhere to eat nearby:\nTry one of the best restaurants near the High Line.\n\nWhere to drink nearby:\nTry one of the best bars near the High Line.\n\nWhat to do nearby:\n-Try out golf, mini-golf, gymnastics, laser tag and more at Chelsea Piers\n-See a concert at the Highline Ballroom\n-See a comedy show at the Upright Citizens Brigade\n-Check out the Whitney Museum of Art\n-Check out the many nearby art galleries\n\nOur editorial team is constantly updating and reviewing the best attractions, activities and venues in New York, so that you're always in the know, with the best of NY at your fingertips. This page was most recently updated on June 30, 2017.", "categories": ["gardens", "attractions", "parks"]}, "Union Square": {"placeName": "Union Square", "url": "http://unionsquarenyc.org", "location": {"latitude": 40.735691, "longitude": -73.990376}, "address": {"streetAddress": "14th St to 17th St between Union Sq West and Park Ave South", "city": "New York"}, "priceRange": "free", "distance": 313.57778999550277, "description": "RECOMMENDED: 50 best New York attractions\n\nThis park is named after neither the Union of the Civil War nor the labor rallies that once took place here, but simply for the union of Broadway and Bowery Lane (now Fourth Avenue). Even so, it does have its radical roots: From the 1920s until the early ’60s, it was a favorite spot for tub-thumping political oratory. Following 9/11, the park became a focal point for the city’s outpouring of grief. These days you'll find the lively Greenmarket in warmer months, holiday shops in the winter and a summer concert series for kids.", "categories": ["gardens", "attractions", "parks"]}, "Flushing Meadows–Corona Park": {"placeName": "Flushing Meadows-Corona Park | Queens, NY", "url": "http://nycgovparks.org/parks/fmcp", "location": {"latitude": 40.739766, "longitude": -73.840855}, "address": {"streetAddress": "Grand Central Pkwy to Van Wyck Expwy between Roosevelt Ave and Robinson Pkwy", "city": "Queens"}, "priceRange": "free", "distance": 321.41046196488844, "description": "Everything you need to know about visiting Flushing Meadows-Corona Park (Grand Central Pkwy to Van Wyck Expwy between Roosevelt Ave and Robinson Pkwy, Queens, New York, 11375).\n\nSure, you’ve been to Citi Field. But that’s not the only reason to make the trip to Willets Point: Flushing Meadows-Corona Park, an expansive mass of greenery a stone’s throw from where you watch the Mets, offers more space than you could ever explore in one day. Depending on whom you ask, it’s the second-largest park in the city (1,255 acres), home to U.S. Open–caliber tennis at Arthur Ashe Stadium, flowers, history and art at the Queens Botanical Gardens, Museum and Theatre, par-3 golf courses, lakes, BBQ pits, countless soccer fields and more than enough lounge-worthy places to spend an afternoon in the sun. Aside from being the perfect venue for your weekend pursuits, it’s worth noting that the park hosted two World’s Fairs (1939 and 1964), and iconic reminders of the latter still stand in the park.\n\nExplore the world in Queens\nThe futuristic-looking Unisphere structure was created for the 1964 World’s Fair to showcase advances in technology, computers and the dawn of the Space Age. It’s also one of the city’s most memorable and recognizable landmarks (and not just because it made a cameo in Men in Black): At 140 feet, it’s the largest replica of Earth on Earth, made of stainless steel and orbited by three rings representing the first man in space, the first American to orbit earth and the first communications satellite. In the summer, you can take a refreshing dip in the surrounding fountains; at night, the entire thing is bathed in light, turning it into a glowing orb that’s impossible to miss.\n\nGet out your green thumb\nOriginally created for the 1939 World’s Fair as a five-acre showcase of old-fashioned gardens, the Queens Botanical Garden relocated and grew to 39 acres, and it’s now home to some of the most gorgeous flowers, herbs and pollinators in the city. And even though it is located on top of an old ash landfill, the garden adheres to sustainable practices wherever possible: The visitor’s building was the first to be LEED certified by the U.S. Green Building Council, and farm and composting events are held there regularly. Two highlights: the herb garden, which groups herbs by uses like healing and cooking, and the fragrance walk, where you can discover plants that make your fingers smell like gum, soap...or even pizza.\n\nMake time for the museum\nOne of the coolest things at the Queens Museum within the park is the Panorama of the City of New York, a 9,335-square-foot, hand-painted mini version of the city made of wood, plastic and paper that took three years to create initially: It features all 895,000 buildings built before 1992, as well as bridges, parks and famous landmarks like the Statue of Liberty and the Empire State Building. Other long-term exhibits include the Neustadt Collection of Tiffany Glass and artifacts from both World’s Fairs. If you’re planning your visit instead of showing up spontaneously, be sure to check the events calendar: The museum also features rotating modern art exhibits including movies, photo, live music and poetry performances.\n\nOur New York editorial team is constantly updating and reviewing the best attractions, activities and venues across the city, so that you're always in the know, with the best of NYC. at your fingertips. Flushing Meadows-Corona Park was most recently updated with new tips on July 27, 2017.", "categories": ["gardens", "attractions", "parks"]}, "Chill out on The High Line": {"placeName": "The High Line | New York, NY", "url": "http://www.thehighline.org", "location": {"latitude": 40.748004, "longitude": -74.004711}, "address": {"streetAddress": "Washington St at Gansevoort St", "city": "New York"}, "priceRange": "free", "distance": 312.8547818104888, "description": "Everything you need to know about visiting the High Line (New York, NY).\n\nIn a city famously known as a concrete jungle with crowded streets, astronomical property rates and few green spaces, the High Line is a key example of New York’s willingness to transform, adapt and innovate.\n\nWhy is it called the High Line?\nThe 1.45 mile-long park, which first opened in 2009, was originally created entirely on an abandoned elevated train track, snaking above the otherwise industrial West Side neighborhoods (Meatpacking, Chelsea, Hudson Yards). Today millions clamour for the dazzling views of the Hudson River, downtown New York’s skyline and, for some voyeurs, the guest rooms at the Standard Hotel. Artists, who were already flocking to Chelsea’s gallery scene, have found an appreciative audience with massive murals, abstract sculptures and a few performance pieces cropping up around and within view of the park. Recently one of the city’s most distinguished cultural institutions The Whitney Museum of American Art recently moved within view of The High Line.\n\nWhen should I go?\nThe spot is most popular during the warm months. While the flowers and plants–a selection that is mostly indigenous to the region–are in bloom, the wood lounge chairs are coveted. Sunset is also a very popular time, so, if you can, try for a morning or afternoon walk.\n\nCan I eat and drink there?\nYes! Something about the smell of fresh greenery makes treats from artisanal vendors selling ice cream and original sodas taste all the more refreshing. Grab Blue Bottle Coffee, Melt Bakery, People's Pops, or drinks at the Terroir at the Porch bar.\n\nWhat else can I see and do here?\nThere are rotating works of sculpture and art by different artists every season. During certain evenings the Amateur Astronomer Association leads free star gazing nights and lively cultural happenings like latin dance nights. The best part, however, has to be the people watching: Grab a seat on the stairs over looking busy Tenth Avenue and see locals and visitors from all walks of life milling their way about the city.\n\nWhere to eat nearby:\nTry one of the best restaurants near the High Line.\n\nWhere to drink nearby:\nTry one of the best bars near the High Line.\n\nWhat to do nearby:\n-Try out golf, mini-golf, gymnastics, laser tag and more at Chelsea Piers\n-See a concert at the Highline Ballroom\n-See a comedy show at the Upright Citizens Brigade\n-Check out the Whitney Museum of Art\n-Check out the many nearby art galleries\n\nOur editorial team is constantly updating and reviewing the best attractions, activities and venues in New York, so that you're always in the know, with the best of NY at your fingertips. This page was most recently updated on June 30, 2017.", "categories": ["gardens", "attractions", "parks"]}}