[["Chestnut Hill Hotel", {"placeName": "Chestnut Hill Hotel", "url": "http://www.chestnuthillhotel.com", "location": {"latitude": 40.074163, "longitude": -75.203219}, "address": {"streetAddress": "8229 Germantown Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 251.85423133726522, "description": "Located in Chestnut Hill, a village of Philadelphia known for its hometown feel and quaint collection of galleries, shops, restaurants and a traditional farmers’ market, The Chestnut Hill Hotel is a historical landmark. The building was built in 1894 on the spot of a former hotel and was a \"Summer Hausen\" for colonial Philadelphians. During Prohibition, it became a speakeasy, among other things, and has been restored three times since then, most recently in 2010. Each of the 36 rooms is unique, including the four in the nearby Carriage House, which delights guests with reclaimed wooden doors and seasonal fireplaces. There are also five rooms in the Post Office building, three of which include kitchenettes and are decorated in a fun and campy Andy Warhol style. The Chestnut Hill Hotel gives guests a taste of “Old Philly” while still offering the most modern amenities.", "categories": ["hotels"]}, 0], ["Home2 Suites by Hilton Philadelphia", {"placeName": "Home2 Suites by Hilton Philadelphia (Convention Center)", "url": "http://home2suites3.hilton.com/en/hotels/pennsylvania/home2-suites-by-hilton-philadelphia-convention-center-pa-PHLCCHT/index.html", "location": {"latitude": 39.953634, "longitude": -75.159637}, "address": {"streetAddress": "1200 Arch St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.33407920651516, "description": "Rooms available include studio and one-bedroom suites that include living, cooking and sleeping areas in a modern design with sleek furniture and appliances including a refrigerator, microwave, dishwasher, cookware, a coffeemaker and a toaster. Other goodies include complimentary wifi and continental breakfast, combo laundry and a fitness area and indoor pool. Located just steps from Reading Terminal Market, the Pennsylvania Convention Center and Philadelphia public transportation's Jefferson Station, Home2 Suites is easily accessible by foot or public transit.", "categories": ["hotels", "chain"]}, 0], ["Penn’s View Hotel", {"placeName": "Penn’s View Hotel", "url": "https://www.pennsviewhotel.com?chebs=gl-pennsviewhotel", "location": {"latitude": 39.950241, "longitude": -75.142311}, "address": {"streetAddress": "14 N Front St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.27742071403685, "description": "Thanks to the Delaware River Waterfront Corporation’s exciting riverfront developments, guests to the Penn’s View Hotel will have no choice but to check out the attractions like summertime pop-up park, Spruce Street Harbor Park and Penn’s Landing’s skating rinks at Summerfest and Winterfest. The European decor, exposed brick, balconies, wine cellar and dark-wood furnishings harken to an old-world appeal while complimentary wifi and on-site restaurant Panorama bring the vibes into contemporary times. Other Historic Old City attractions, including the new Museum of the American Revolution, are within walking distance.", "categories": ["hotels"]}, 0], ["The Alexander Inn", {"placeName": "The Alexander Inn", "url": "http://www.alexanderinn.com", "location": {"latitude": 39.946299, "longitude": -75.161577}, "address": {"streetAddress": "301 S 12th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.31392964138072, "description": "One of the greatest things about the Alexander Inn, open since 1998, is the variety of room types it offers. Every room at this Center City spot boasts a city view, modern digs, free wi-fi and complimentary breakfast. Whether you’re on your own and looking for a single room with a twin bed or prefer to stretch out in a King Deluxe, the Alexander Inn has got you covered. Bonus points: the complimentary, all-day snack bar in the lobby.", "categories": ["hotels"]}, 0], ["The Independent Hotel", {"placeName": "The Independent Hotel", "url": "http://www.theindependenthotel.com", "location": {"latitude": 39.947845, "longitude": -75.162716}, "address": {"streetAddress": "1234 Locust St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.23717030716435, "description": "Part of Philadelphia’s charm rests in its varied and interesting neighborhoods and the Independent Hotel showcases just that. Ideal because of its Midtown Village location, the Independent boasts hardwood floors, exposed brick walls, in-room fireplaces and New Zealand wool rugs. Colorful artwork and soft, cozy lighting enhance each of the 24 rooms. Choose a spacious King Deluxe with dark wood furniture or a Double Queen Deluxe with an original tin ceiling. Or opt to bring along a bunch of friends and stay in the two-story loft suite, complete with a Murphy bed for extra sleep space and one-and-a-half bathrooms.", "categories": ["hotels"]}, 0], ["The Franklin Hotel", {"placeName": "The Franklin Hotel", "url": "http://www.marriott.com/hotels/travel/phlpr-the-franklin-hotel-at-independence-park", "location": {"latitude": 39.949065, "longitude": -75.149873}, "address": {"streetAddress": "401 Chestnut Street", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.895061524239, "description": "When you think of Philadelphia, you think of Old City: historic, iconic and charming. The Franklin Hotel at Independence Park boasts all of that and more. Since the early 1990s, the venue has been offering deluxe, modern accommodations within steps of everything that Philadelphia is known for. The décor is best described as classic and clean and several of the 150 rooms and suites offer views of Independence Hall. The Franklin Hotel is just what you’d expect from one of the Marriot hotels: dependable service, comfortable rooms and fair prices.", "categories": ["hotels"]}, 0], ["The Club Quarters Hotel", {"placeName": "Club Quarters Hotel", "url": "https://www.booking.com/hotel/us/club-quarters-in-philadelphia.en-us.html?aid=382918", "location": {"latitude": 39.951188, "longitude": -75.168524}, "address": {"streetAddress": "1628 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.89643211238572, "description": "Philadelphia is a home-away-from-home for many business travelers and the Club Quarters Hotel offers a comfortable space to hang your hat after a long day at the office. The 275-room hotel opened in 1999 and is located right in Center City, within walking distance of offices, restaurants, local public transportation and other attractions. Mostly catering to those in town for business, the hotel offers ultra-fast wi-fi, loaner iPads and extended-stay studio apartments. Indulge in world-class fare at Davio’s Northern Italian Steakhouse before taking a stroll over to Reading Terminal Market for a cone of Bassett’s ice cream.", "categories": ["hotels", "chain"]}, 0], ["The Westin Philadelphia", {"placeName": "The Westin Philadelphia", "url": "http://www.starwoodhotels.com/westin/property/overview/index.html?propertyID=1231&SWAQ=958C", "location": {"latitude": 39.952102, "longitude": -75.1685}, "address": {"streetAddress": "99 S 17th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.8875762200898, "description": "This 1990s-style building isn’t much to look at from the outside, but inside, guests are treated to a stylish, contemporary hotel experience that puts them within walking distance of Rittenhouse Square, the Benjamin Franklin Parkway and City Hall. Rooms are decorated with sleek dark-wood furnishings and come with luxury amenities like bathrobes and turn-down service upon request. On-site restaurant Winthorpe and Valentine serves contemporary American fare all day, and you can grab light snacks in the lobby lounge in the evenings. The hotel is attached to the Shops at Liberty Place, a two-story shopping center with typical mall shops like Express, Aveda, Kiehl’s and more. It’s also home to the One Liberty Observation Deck. Located on the 57th floor, it offers breathtaking panoramic views of Philadelphia.", "categories": ["hotels"]}, 0], ["Wyndham Philadelphia Historic District", {"placeName": "Wyndham Philadelphia Historic District", "url": "https://www.wyndhamhotels.com/wyndham/philadelphia-pennsylvania/wyndham-philadelphia-historic-district/overview?CID=LC%3AHR%3A%3AGGL%3ARIO%3ANational%3A47153&iata=00065402", "location": {"latitude": 39.9523, "longitude": -75.147329}, "address": {"streetAddress": "400 Arch St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.9923287151052, "description": "Its location in Historic Old City makes this Wyndham the perfect place to stop for sightseeing travelers. Major sites like Independence Hall, the National Constitution Center and Betsy Ross House are a mere minutes away. The chic lobby offers a well-stocked bar while the rooftop pool is ideal for a dip with a view of the skyline. This spot hits all the marks for families or those on business who want all the standard features like a gym, in-room desks, free wifi, a restaurant and modern decor in a super convenient location.", "categories": ["hotels", "chain"]}, 0], ["Hilton Philadelphia at Penn's Landing", {"placeName": "Hilton Philadelphia at Penn's Landing", "url": "http://www3.hilton.com/en/hotels/pennsylvania/hilton-philadelphia-at-penns-landing-PHLPNHH/index.html", "location": {"latitude": 39.945325, "longitude": -75.141483}, "address": {"streetAddress": "201 S Columbus Blvd", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.37523994981643, "description": "The stunning panoramic waterfront views guarantee the Hilton Philadelphia at Penn’s Landing a spot on our list. Opened in 2016 in what was formerly the Hyatt, the 348-room high-rise lets you gaze out at the river while swimming in the naturally lit pool, working out in the fitness center, lounging on the balcony of your suite or dining on the outdoor porch of Keating’s Rope & Anchor. The Hilton also offers direct, easy access to the waterfront from the hotel and is just steps away from the Riverlink Ferry.", "categories": ["hotels"]}, 0], ["Le Méridien Philadelphia", {"placeName": "Le Méridien Philadelphia", "url": "http://www.starwoodhotels.com/lemeridien/property/overview/index.html?propertyID=3238&language=en_US", "location": {"latitude": 39.954611, "longitude": -75.164155}, "address": {"streetAddress": "1421 Arch St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.08708957897113, "description": "A sharply dressed doorman welcomes you into the lobby of this stately brick hotel that sits catty corner with City Hall and around the corner from the Reading Terminal Market. Besides the excellent location, vacationers here stay in rooms decorated with contemporary earthy, stone-grey-and-white decor that gets a pop of color from vibrant accents like throw pillows, curtains and rugs. Snuggle into your luxurious bed, which is outfitted with 350-thread-count sheets and a plush pillow-topped mattress. Rooms also come with a bathrobe, an iPod docking station so you can throw on some tunes and, if you request it, complimentary turn-down service at night. On-site restaurant Amuse serves up classic French fare in amid a sophisticated, urban-brasserie style atmosphere.", "categories": ["hotels"]}, 0], ["Loews Philadelphia Hotel", {"placeName": "Loews Philadelphia Hotel", "url": "http://www.loewshotels.com/philadelphia-hotel", "location": {"latitude": 39.951408, "longitude": -75.160317}, "address": {"streetAddress": "1200 Market St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.32308505361107, "description": "The Loews Philadelphia Hotel, in operation since 1932, is housed inside the nation’s first skyscraper, the historic PSFS building on Market Street. Oozing Mad Men-era décor and classic sophistication in the lobby and restaurants, Loew’s combines history with modernity in its 581 guest rooms and suites. Rooms are stunningly outfitted in an art deco style with high ceilings and beautiful views of Center City. While it offers excellent amenities for business travelers (ergonomic desks and free wi-fi in every room), guests traveling with children are also guaranteed a wide array of special services. Make sure to ask about the complimentary child-proof kits to baby-proof your guest room and take a peek into the “Kids’ Closet,” storing everything from board games to DVD players with kid-appropriate DVDs.", "categories": ["hotels"]}, 0], ["Rittenhouse 1715", {"placeName": "Rittenhouse 1715", "url": "http://www.rittenhouse1715.com", "location": {"latitude": 39.948453, "longitude": -75.17063}, "address": {"streetAddress": "1715 Rittenhouse Sq", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.81668074547923, "description": "Rittenhouse 1715 prides itself on its “Five Heart Service,” which creates an ideal environment and spirit of giving and caretaking. So expect to experience unmatched serenity and peace while staying here. Located in a charming building erected in 1903 and subsequently renovated in 2007, this 23-room boutique hotel includes a grand, two-story Presidential Suite with a spiral staircase leading up to the loft bedroom. Be sure to sample one of the freshly squeezed juices from the bar and enjoy a wine reception each evening.", "categories": ["hotels", "boutique"]}, 0], ["The Warwick Hotel Rittenhouse Square", {"placeName": "The Warwick Hotel Rittenhouse Square", "url": "http://www.warwickrittenhouse.com", "location": {"latitude": 39.949225, "longitude": -75.169491}, "address": {"streetAddress": "220 S 17th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.86764451345405, "description": "Pairing modernity with classic architecture, the Warwick Hotel epitomizes the Rittenhouse vibe. Each of the 301 rooms feature a pop of color and personality with a Philly-themed headboard and refrigerator. If you want continued comfort without leaving the confines of the building, schedule an in-room spa service or head over to the hotel’s hair salon. If you do decide to leave, there is ample nearby shopping and dining. Bring your pup, too. The hotel is pet-friendly.", "categories": ["hotels", "boutique"]}, 0], ["Morris House Hotel", {"placeName": "Morris House Hotel", "url": "http://morrishousehotel.com", "location": {"latitude": 39.947353, "longitude": -75.154228}, "address": {"streetAddress": "225 S 8th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.68638201268382, "description": "This National Historic Landmark was constructed in 1787 and retains its post-Revolutionary charm. Even with an ornate library, breakfast area and romantic courtyard, the greatest treat here is feeling like you’re stepping into history. Each of the 15 rooms vary style-wise between a more-updated feel and historical decor. All guests are treated to a continental breakfast, afternoon tea and cookies and a complimentary glass of wine in the evenings. Located near all the marvels of Old City, you’ll truly get the historic experience.", "categories": ["hotels", "b&bs"]}, 0], ["The Bellevue Hotel", {"placeName": "The Bellevue Hotel", "url": "https://philadelphiabellevue.hyatt.com/en/hotel/home.html", "location": {"latitude": 39.949119, "longitude": -75.164844}, "address": {"streetAddress": "200 S Broad St", "city": "Philadelphia"}, "priceRange": "$$$$", "distance": 255.1117635185836, "description": "Situated on the top seven floors of a historic building long known as the “Grand Dame of Broad Street,” this upscale Hyatt hotel sits in the heart of Philadelphia’s Avenue of the Arts, and within walking distance of a handful of the city’s best theaters, parks and restaurants. Despite its historic roots (the building was built at the turn of the century), the hotel keeps things fresh with chic, modern rooms decked with plush beds, marble baths, flat-screen TVs and high-speed internet access. There’s also a spa and 93,000-square-foot fitness center on-site, and the lower level of the building is home to a boutique shopping mall, called the Shops at Bellevue, which features deluxe stores such as Nicole Miller, Polo Ralph Lauren, Tiffany & Co. and Williams-Sonoma. The best amenity, however, just may be the restaurant and bar on the 19th level, XIX (Nineteen). The eatery serves an extensive menu of contemporary American fare and sports a spectacular wine cellar. On warm nights, grab a table on one of the balconies to take in some impressive views of the city.", "categories": ["hotels"]}, 0], ["The Sofitel Philadelphia", {"placeName": "Sofitel Philadelphia", "url": "http://www.sofitel.com/gb/hotel-2741-sofitel-philadelphia/index.shtml", "location": {"latitude": 39.95079, "longitude": -75.169083}, "address": {"streetAddress": "120 S 17th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.87161424236663, "description": "Located around the corner from picturesque Rittenhouse Square, the Sofitel proves that luxury can still be affordable. The lobby of this 306-room hotel is home to a carefully curated art gallery and is accented with local flair, such as colorful Shaker quilts and stone floors. Enjoy unique cocktails and a French-inspired meal at Liberte Lounge or revel in the atmosphere of the newly renovated Chez Colette. Pamper yourself with the hotel’s indulgent lotions and soaps before a night out on the town and lose yourself in the superior featherbed and duvet sleep system when you return.", "categories": ["hotels", "boutique"]}, 0], ["The Logan Hotel", {"placeName": "The Logan Philadelphia", "url": "http://curiocollection3.hilton.com/en/hotels/pennsylvania/the-logan-philadelphia-curio-collection-by-hilton-PHLQQQQ/index.html", "location": {"latitude": 39.95667, "longitude": -75.171713}, "address": {"streetAddress": "1 Logan Square", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.6692655843406, "description": "One of the newest additions to the Philly hotel scene is the Logan, which opened in 2015 on the site of the old Four Seasons. Be sure to enjoy a meal at the Urban Farmer, the hotel’s on site farm-to-table steakhouse, and then grab a nightcap at Assembly, the rooftop lounge that makes you feel like you’re on an island in the middle of the city. The 391 rooms and suites at the Logan are beautifully appointed and all either face the courtyard or the exquisite Swann Fountain. The Bristol Suite boasts a fully outfitted kids room with bunk beds, a small play table and chairs and comfy beanbag chairs.", "categories": ["hotels", "boutique"]}, 0], ["ROOST Midtown", {"placeName": "ROOST Midtown", "url": "http://myroost.com/midtown", "location": {"latitude": 39.950492, "longitude": -75.165555}, "address": {"streetAddress": "111 S 15th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.059364690799, "description": "Like its Rittenhouse sister, ROOST Midtown also features weekly or monthly accommodations with all the same amenities (loaded kitchen, 24-hour concierge, laundry). More industrial in design, these studio, one- or two-bedroom apartments feature vaulted ceilings, herringbone hardwood flooring and large factory-style windows.", "categories": ["hotels", "boutique"]}, 0], ["ROOST Rittenhouse", {"placeName": "ROOST Rittenhouse", "url": "http://myroost.com/rittenhouse", "location": {"latitude": 39.952009, "longitude": -75.17152}, "address": {"streetAddress": "1831 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.73070953935675, "description": "Walk into these modern apartments, featuring fully equipped kitchens, laundry, walk-in rainfall showers, oak herringbone flooring, vintage Moroccan floor rugs and antique furniture, and experience a curated life you could only dream of. Suites are available in weekly or monthly stays and pets are welcome.", "categories": ["hotels", "boutique"]}, 0], ["The Dwight D. Hotel", {"placeName": "The Dwight D  Hotel", "url": "http://www.thedwightd.com", "location": {"latitude": 39.947928, "longitude": -75.167976}, "address": {"streetAddress": "256 S 16th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.96126620587836, "description": "This 19th-century townhome right in between Rittenhouse Square and Avenue of the Arts has been completely renovated to feature eight rooms—two of which are extended stay and have kitchenettes—with home-y features that make this place feel more like an Airbnb than a stuffy chain hotel. Hardwood floors with contemporary design, concierge, same-day laundry and dry cleaning services and 24-hour parking means The Dwight D might be better than actual home. Another perk? Children under 14 are not permitted.", "categories": ["hotels", "boutique"]}, 0], ["Wm. Mulherin’s Sons Hotel", {"placeName": "Wm. Mulherin’s Sons Hotel", "url": "http://wmmulherinssons.com/hotel", "location": {"latitude": 39.971715, "longitude": -75.135055}, "address": {"streetAddress": "1355 N Front St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.4239646760921, "description": "When this 100-year-old whiskey blending and bottling facility opened as a wood-fired Italian restaurant, construction for the four-bedroom hotel was still ongoing. Now, guests can book a stay in the refurbished suites, each with nods to the building’s history. Concrete floors have been polished and exposed brick nicely juxtaposes quirky wallpaper and wooden bed frames. Each room comes equipped with a full-sized kitchen, laundry and Apple TV. With a location right in the heart of Fishtown, you’ll never be more than a few feet away from great bars, some of the best coffee shops Philadelphia has to offer and top-notch eats.", "categories": ["hotels", "boutique"]}, 0], ["Lokal Hotel", {"placeName": "Lokal Hotel", "url": "https://staylokal.com", "location": {"latitude": 39.953269, "longitude": -75.144913}, "address": {"streetAddress": "139 N 3rd St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.10799131374864, "description": "Lokal is an achingly gorgeous boutique hotel with just six rooms, each of which looks like it belongs in a glossy magazine and comes with thoughtful touches like locally sourced toiletries and personalized coffee (they ask you what you like before you arrive). In truth, the place feels more like an Airbnb than a hotel, thanks to an ‘invisible service’ system that means you check yourself in using a snazzy touch-screen device and never actually see a member of staff. Inside, you’ll find a fully equipped kitchen complete with herbs and spices and an in-room iPad loaded with delivery apps through which you can order supplies straight to your door, making Lokal a place you won’t ever want – or need – to leave.\n\nNeighborhood:\nOld City is Philly’s best neighborhood for those who like to spend their days wandering in and out of boutique homeware shops and stopping off for the odd coffee – plus, it incorporates all of the historic attractions you’ll want to tick off your to-do list. The buildings in this area are also some of the most beautiful in the city, and a smattering of excellent restaurants and bars make it a great place for going out at night too.\n\nNearby:\n1. Zahav: For the best Israeli food you’ll eat outside of Tel Aviv.\n2. Royal Boucherie: For top-notch cocktails in an intimate setting.\n3. High Street on Market: For delicious baked goods and brunch.\n\nTime Out tip:\nBring a bottle of your favorite spirit (or buy one from Art in the Age just across the road) to make the most of your room’s cocktail-making kit, which comes with a shaker, tonic water and bitters.", "categories": ["hotels", "boutique"]}, 0], ["Hotel Monaco", {"placeName": "Kimpton Hotel Monaco", "url": "http://www.monaco-philadelphia.com", "location": {"latitude": 39.949116, "longitude": -75.148865}, "address": {"streetAddress": "433 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.9471972204092, "description": "Another Kimpton property, Hotel Monaco features the charming mix of history and modern attention to detail that have come to define the chain. Decorated in a classic-yet-trendy style, this 268-room beauty opened in 2012 and offers guests free access to bikes, a complimentary yoga mat in every room and wine hours in the lobby each evening. Make sure to take a trip up to the Stratus Rooftop Lounge—one of the best rooftop bars Philadelphia has to offer—to relax after sunset with an aperitif under the twinkling night sky.", "categories": ["hotels", "boutique"]}, 0], ["Hotel Palomar", {"placeName": "Kimpton Hotel Palomar", "url": "http://www.hotelpalomar-philadelphia.com", "location": {"latitude": 39.950827, "longitude": -75.168719}, "address": {"streetAddress": "117 S 17th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.89023480385015, "description": "Located in an Art Deco-style building in the midst of Rittenhouse Square, this trendy hotel offers guests a sleek and chic hotel experience. Each guestroom and specialty suite features huge windows and tons of natural light—many rooms have exceptional city views, too. Unwind in the fitness center, with in-room spa treatments or at the on-site restaurant Square 1682.", "categories": ["hotels", "boutique"]}, 0], ["AKA Rittenhouse Square", {"placeName": "AKA Rittenhouse Square", "url": "http://www.stayaka.com/aka-rittenhouse-square", "location": {"latitude": 39.950417, "longitude": -75.170468}, "address": {"streetAddress": "135 S 18th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.80333903160206, "description": "Choose from one of 78 studio, one- and two-bedroom suites (with full kitchens) at the 12-story AKA Rittenhouse, available for both short and extended stays. The elegance of the building’s beaux-arts facade extends indoors with sleek and modern furniture and appliances. Other perks include a gym, a business center with Macs and a private resident entrance to on-site restaurant a.kitchen.", "categories": ["hotels", "boutique"]}, 0], ["The Rittenhouse Hotel", {"placeName": "The Rittenhouse Hotel", "url": "http://www.rittenhousehotel.com?chebs=gl-therittenhouse", "location": {"latitude": 39.949823, "longitude": -75.173745}, "address": {"streetAddress": "210 W Rittenhouse Sq", "city": "Philadelphia"}, "priceRange": "$$$$", "distance": 254.63860871318624, "description": "There’s something about Philadelphia that just makes you want to soak in the history. A stay at the 118-room Rittenhouse Hotel gives you just that opportunity. Originally a mansion owned by the Cassatt family, then the Episcopal Church of Pennsylvania’s headquarters and the Academy of Notre Dame, The Rittenhouse is a premium luxury hotel whose grandeur is unmatched. Opened in its current incarnation in 1989, it has a decades-long tradition of pampering guests with luxury Jaguar car service, plush bathrobes at turndown time, and a host of amenities for children including complimentary in-room movies, popcorn for pre-teens and teenagers and a gift of choice from The Rittenhouse Treasure Chest for children 10 and under. Like some others on our list, the Rittenhouse Hotel is pet-friendly one that offers homemade treats prepared by the pastry chef for your pooch to enjoy.", "categories": ["hotels"]}, 0], ["Hai Street Kitchen", {"placeName": "Hai Street Kitchen", "url": "http://www.haistreetkitchen.com", "location": {"latitude": 39.952104, "longitude": -75.17048}, "address": {"streetAddress": "32 S 18th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 254.7840332390919, "description": "It’s no match for heavy hitters like Morimoto and Zama, but Hai Street Kitchen isn’t trying to compete with fine dining options; Hai Street does its own thing, and it does it well. Patrons at this fast-casual spot create their own sushi burritos and bowls by choosing from a range of rice varieties, proteins, veggies and sauces. The concept restaurant’s success has enabled Hai Street Kitchen to expand operations to include four Philly-area storefronts, a food truck and two locations in New York City.", "categories": ["japanese", "restaurants"]}, 0], ["Sumo Sushi", {"placeName": "Sumo Sushi", "url": "http://www.sumosushiphiladelphia.com", "location": {"latitude": 39.945667, "longitude": -75.164588}, "address": {"streetAddress": "337 S Broad St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.1635800610297, "description": "A popular go-to option for sit-down dining, takeout and delivery, Sumo Sushi is known for its consistently delicious, modern takes on traditional sushi dishes. Rolls like the Mango Tango (spicy yellowtail tuna, avocado and fresh mango) and the Sumo Special Roll (crunchy tuna, salmon, tellowtail, white fish, eel and avocado) make this Center City restaurant unique, but patrons also rave about classics like the spicy tuna and California rolls. Sumo Sushi is BYOB, so pick up drinks on the way if you’re planning to dine on site.", "categories": ["japanese", "restaurants"]}, 0], ["Fat Salmon", {"placeName": "Fat Salmon", "url": "http://www.fatsalmonsushi.com", "location": {"latitude": 39.948804, "longitude": -75.154238}, "address": {"streetAddress": "719 Walnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.66974520998383, "description": "This sleek, dimly lit Center City gem has been a Philly favorite since it opened its doors as a freewheeling, BYOB spot in 2007. There’s now a full bar, but the sushi counter’s creative spirit remains evident in funky house rolls such as the Sea Breeze (tempura mussels with salmon, avocado and spicy mayo) and the Mr. French Kiss (shrimp, bacon and onion tempura with spicy crab stick). The pork katsu, a plate-sized cutlet pounded thin, breaded and deep-fried, is like the best Japanese wiener schnitzel you’ll ever stick a fork into.", "categories": ["japanese", "restaurants"]}, 0], ["CoZara", {"placeName": "CoZara", "url": "http://cozaraphilly.com", "location": {"latitude": 39.953782, "longitude": -75.188575}, "address": {"streetAddress": "3200 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 253.81942847292416, "description": "From Chef Hiroyuki “Zama” Tanaka, the highly lauded talent behind Rittenhouse Row’s Zama, CoZara brings small-plate Japanese cuisine to University City. Alongside yakitori, spring rolls, tempura and noodles, the menu includes sushi specialties like the UPenn Roll and the Drexel Dragon Roll, which pay homage to the neighborhood’s nearby institutions. Happy hour is particularly lively here thanks to deep discounts on food and drinks, including a “big ol’ bowl” of chicken wings and a pitcher of Yuengling for just $15.", "categories": ["japanese", "restaurants"]}, 0], ["Izumi", {"placeName": "Izumi", "url": "http://izumiphilly.com", "location": {"latitude": 39.929815, "longitude": -75.163502}, "address": {"streetAddress": "1601 E Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.3995947488686, "description": "This intimate dinner-only sushi spot on East Passyunk Avenue serves dishes that are fresh, delicate and creative. Salmon, tuna and a variety of other fish and seafood are flown in daily, and regular customers crave specialties like the rock shrimp tempura and the caterpillar roll (spicy salmon, asparagus, avocado and eel sauce). Like the food, the décor is refined and elegant, offering a low-key respite in one of Philadelphia’s trendiest foodie neighborhoods. Don’t forget to pick up drinks before dinner, as Izumi is BYOB.", "categories": ["japanese", "restaurants"]}, 0], ["Zama", {"placeName": "Zama", "url": "http://www.zamaphilly.com", "location": {"latitude": 39.950897, "longitude": -75.172393}, "address": {"streetAddress": "128 S 19th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.697378108537, "description": "At Chef Hiroyuki “Zama” Tanaka’s Rittenhouse Square-adjacent sushi spot, patrons can choose from more than 30 à-la-carte options for sashimi as well as several maki rolls, tempura, salads, dumplings, meat and vegetable dishes. A full bar offers cocktails, wine and beer, alongside 15-plus types of sake served by the glass, carafe or bottle. For a truly decadent meal, order one of the chef’s tasting menus, which range from $55 to $100 per person.", "categories": ["japanese", "restaurants"]}, 0], ["Pod", {"placeName": "Pod", "url": "http://www.podrestaurant.com", "location": {"latitude": 39.953961, "longitude": -75.195873}, "address": {"streetAddress": "3636 Sansom St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 253.43589758361182, "description": "James Beard Award-winning restaurateur Stephen Starr’s University City sushi spot is the place to be for mod décor, colorful cocktails and world-class bites. The menu includes soups, salads, skewers, dim sum and—of course—loads of sushi options. Diners love grabbing their dishes from a rotating conveyor belt, adding an extra dose of fun to an already lively meal. Experienced Pod patrons know to save room for dessert, which includes sweet options like black sesame cheesecake and marshmallow-stuffed spring rolls.", "categories": ["japanese", "restaurants"]}, 0], ["Royal Izakaya", {"placeName": "Royal Izakaya", "url": "http://royalsushiandizakaya.com", "location": {"latitude": 39.938072, "longitude": -75.146482}, "address": {"streetAddress": "780 S 2nd St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.1952052003644, "description": "Identified by only a blue door and a red lantern, Royal Izakaya isn’t easy to find, but those who do are in for quite a treat. This tiny spot on South Second Street churns out stellar Japanese cuisine that ranges from preparations of unexpected elements like pork jowl and chicken gizzard to standby favorites like yellowtail and mackerel. The drink menu boasts 13 varieties of Japanese whiskey, including an array of cult faves from Nikka and the Bill Murray–approved Suntory along with a well-rounded lineup of barrel-aged beauties from the U.S. and Scotland. Tucked behind the main dining room, a ten-seat bar focuses exclusively on sushi from Chef Jesse Ito. Open until 2am, the Bella Vista hotspot also draws a solid late-night crowd.", "categories": ["japanese", "restaurants"]}, 0], ["Double Knot", {"placeName": "Double Knot", "url": "http://www.doubleknotphilly.com", "location": {"latitude": 39.949756, "longitude": -75.162231}, "address": {"streetAddress": "120 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.24130479185945, "description": "The main level of Double Knot functions as a cozy café, but Philly’s sushi connoisseurs know to expect more than coffee and pastries at this Midtown Village outpost. Downstairs, a dimly lit dining room serves a Japanese menu complete with sushi, sashimi, meaty entrees and creative sides. Specialties include the crowd-pleasing edamame dumplings, a Philly-inspired duck scrapple bao bun and the signature Big Eye Tuna roll. Behind the bar, unique cocktails incorporate Japanese components like yuzu, Japanese plums and cherry blossoms.", "categories": ["japanese", "restaurants"]}, 0], ["Sonny’s Famous Steaks", {"placeName": "Sonny’s Famous Steaks", "url": "https://www.sonnyscheesesteaks.com", "location": {"latitude": 39.95, "longitude": -75.144803}, "address": {"streetAddress": "228 Market St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.149789828631, "description": "Packed with school kids and history-geek tourists by day and wacky partiers by night, Old City can be a bit a of bear to handle regardless of what your watch reads. Mercifully, Sonny’s is there for you at most hours. This remarkably friendly restaurant—no totalitarian ordering rules here, just tell ‘em what you want—does its steaks right, tossing fresh-sliced ribeye on the requisite griddle-crisped Amoroso’s roll with whatever toppings you choose. They do this well and they do this fast, and on weekend nights they do this until 3 in the morning, when we need this life-saving service the most.", "categories": ["restaurants"]}, 0], ["Philip’s Steaks", {"placeName": "Philip’s Steaks", "url": null, "location": {"latitude": 39.922366, "longitude": -75.185152}, "address": {"streetAddress": "2234 W Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 254.35448932592286, "description": "While East Passyunk Avenue gets gobs of attention for its ever-growing culinary scene, West Passyunk, the portion of the thoroughfare on the opposite side of Broad Street, is no slouch. Westsiders will gladly direct you to Philip’s, the sandwich shop with the outdoor standing counter that always seems to be feeding someone each time you drive by. What they lack in name recognition and grease-stained pomp and circumstance they make up for in simple, solid steaks, including only-at-Phil’s signatures like the “Old Fashioned,” dressed with grilled tomatoes and long hots. Don’t forget that it’s cash only.", "categories": ["shops", "sandwich", "restaurants"]}, 0], ["Barry’s Steaks", {"placeName": "Barry’s Steaks", "url": "http://www.barrys-steaks.com", "location": {"latitude": 40.035154, "longitude": -75.217825}, "address": {"streetAddress": "471 Leverington Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 251.44837336705706, "description": "Self-styled cheesesteak sherpas might confidently name-drop Delly’s and Chubby’s as the best steak in the Manayunk/East Falls/Roxborough area, but Barry’s is a bit of a deeper cut. Around since ’89, this friendly neighborhood shop slings its steaks along a long luncheonette-style counter, working burgers, wings, dogs and other crowd-pleasers into the equation. There’s also a cold case filled with Barry’s own brand of soft drink, in flavors ranging from root beer to raspberry lime rickey.", "categories": ["restaurants"]}, 0], ["SpOt Gourmet Burgers, Steaks & Pork", {"placeName": "SpOt Gourmet Burgers, Steaks & Pork", "url": "https://www.spotburgers.com", "location": {"latitude": 39.974667, "longitude": -75.182615}, "address": {"streetAddress": "2821 W Girard Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 253.90436595328256, "description": "An unconventional approach to capitalization isn’t the only thing that makes Josh Kim’s SpOt stand out. The vibrant restaurant, which takes its can’t-miss-it color cues from Heinz and French’s, started as a tiny street cart on Drexel’s campus before moving into the Brewerytown digs he runs today. The food’s the real hook. The specialty burgers are a considerable draw, but SpOt’s HQ steaks, made with half a pound of seared sirloin that’s butchered in small batches on the premises, delight return customers.", "categories": ["hamburgers", "restaurants"]}, 0], ["Joe’s Steaks + Soda Shop", {"placeName": "Joe’s Steaks + Soda Shop", "url": "http://joessteaks.com", "location": {"latitude": 40.018539, "longitude": -75.058159}, "address": {"streetAddress": "6030 Torresdale Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 259.9734756672537, "description": "Fishtown’s finest cheesesteak can be found at the always-humming corner of Girard and Frankford avenues, where longtime steak man Joe Groh has set up a ’50s-style soda shop that speaks fluent meat. An offshoot of Groh’s original Torresdale location, this shop also accommodates vegetarians (with meatless faux steaks), gluten avoiders (with GF rolls) and milkshake fanatics (try the black-and-white).", "categories": ["restaurants"]}, 0], ["Wiz Kid", {"placeName": "Wiz Kid", "url": "http://wizkidfood.com", "location": {"latitude": 39.963118, "longitude": -75.173966}, "address": {"streetAddress": "2001 Pennsylvania Ave", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.48104758924222, "description": "It’s not the only meatless cheesesteak in Philadelphia, but Rich Landau’s rendition at his vegan fast fooderie Wiz Kid might be the best. The chef and co-owner of vegan destinations Vedge and V Street combines marinated maitake and trumpet mushrooms with shredded seitan to make up his crisp, hearty filling, which hits the flat-top grill with onions to order. The most intoxicating element of this alterna-steak, however, might be its “Wiz,” a savory, tangy rutabaga-and-tofu fondue that convincingly mimics the tang and consistency of conventional cheese sauce.", "categories": ["food", "court", "restaurants"]}, 0], ["Dalessandro’s Steaks", {"placeName": "Dalessandro’s Steaks", "url": "http://dalessandros.com", "location": {"latitude": 40.02951, "longitude": -75.20599}, "address": {"streetAddress": "600 Wendover St", "city": "Philadelphia"}, "priceRange": "$", "distance": 252.12275739180464, "description": "Beloved by Roxborough natives and the greater cheesesteak cognoscenti alike, Dalessandro’s Steaks is a stalwart of Philly’s northwesterly neighborhoods. (Fans of Chubby’s, directly across Henry Avenue from Delly’s, will be quick to let you know their spot is beloved, too.) The big distinction here, outside the nicely stocked fridge filled with craft beer: These grill jockeys, somewhat controversially, chop up their ribeye to a much finer consistency than most shops—with excellent results. Might sound trivial to a non-native, but this is the type of detail that makes or breaks lifelong cheesesteak loyalties.", "categories": ["restaurants"]}, 0], ["Steve’s Prince of Steaks", {"placeName": "Steve’s Prince of Steaks", "url": "http://www.stevesprinceofsteaks.com", "location": {"latitude": 40.04565, "longitude": -75.06089}, "address": {"streetAddress": "7200 Bustleton Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 259.57386578278147, "description": "One of a handful of cheesesteak mavens with multiple locations, Steve Iliescu’s eponymous shops are cherished among locals, especially those with Northeast Philly roots. In addition to the Bustleton Avenue mothership, this regal mini-chain boasts three additional locations, including Center CIty. They all stay open late on Friday and Saturday nights, making piled-high ribeye and cheese fries a post-last-call imperative.", "categories": ["restaurants"]}, 0], ["Dottie’s Donuts", {"placeName": "Dottie's Donuts", "url": "https://www.facebook.com/dottiesdonutsphl", "location": {"latitude": 39.948428, "longitude": -75.213656}, "address": {"streetAddress": "4529 Springfield Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 252.56784354883342, "description": "Originally a cult-favorite brand found only in Philly coffee shops, Dottie’s vegan doughnuts have only recently gained prominence on the city’s larger baking scene. Boasting options like a peach-brown-sugar-stuffed donut with mango glaze, it’s hard not to see the appeal—vegan or otherwise. And while you’ll be able to nab the classics elsewhere in the city—like the cinnamon brown sugar or pistachio at either Ultimo location—you’ll want to make the trip to Dottie's West Philadelphia headquarters if you want to try the bakery's zanier creations, like, for instance, strawberry basil or rasberry cacao.", "categories": ["bakeries", "restaurants"]}, 0], ["Nam Son Bakery", {"placeName": "Nam Son Bakery", "url": "https://www.facebook.com/NamSon-Bakery-481554715360755?ref=aymt_homepage_panel", "location": {"latitude": 39.939046, "longitude": -75.17033}, "address": {"streetAddress": "1600 Carpenter St", "city": "Philadelphia"}, "priceRange": "$", "distance": 254.9378032916016, "description": "Nam Son Bakery is best known for making a mean banh mi, with a home-baked French baguette that crunches upon bite but smooths once you get to the center’s buttery bliss. Nam Son’s also an easy pick if you’re craving a lightly sweet Vietnamese donut, bun or tart. Pair any of these affordable options with a smoothie or iced coffee.", "categories": ["bakeries", "restaurants"]}, 0], ["Cupcake Carnivale", {"placeName": "Cupcake Carnivale", "url": "http://cupcakecarnivale.com", "location": {"latitude": 39.957378, "longitude": -75.18886}, "address": {"streetAddress": "For locations, visit @CupcakeCarny on Twitter", "city": "Philadelphia"}, "priceRange": "$", "distance": 253.76489759862437, "description": "Quite simply, financier-turned-cupcake-baker Jeffrey Jimenez has mastered the delicate balance of making a sweet and rich cupcake. His cutely decorated creations, which vary by the week and season, are dense inside—all the true heft of a cake in the portable size of a cup. The only downside: Tracking the cupcake truck down can be a task all its own.", "categories": ["trucks", "restaurants"]}, 0], ["The Sweet Life Bakeshop", {"placeName": "The Sweet Life Bakeshop", "url": "https://www.facebook.com/The-Sweet-Life-Bakeshop-104888202882592", "location": {"latitude": 39.942199, "longitude": -75.155222}, "address": {"streetAddress": "740 South St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.69197107502504, "description": "Coveted for their banana pudding, the Sweet Life Bakeshop is a new kid on the block that excels with basics—like a variety of loaves and cookies—while also offering up some creative cake decorations at a fair price. Go for any of the puddings, sweet potato confections and any cake or cupcake donning buttercream. This place is perfect for impromptu pop-ins to treat kids during an outing to nearby attractions like Philadelphia’s Magic Gardens.", "categories": ["bakeries", "restaurants"]}, 0], ["Sweet Freedom Bakery", {"placeName": "Sweet Freedom Bakery", "url": "http://www.sweetfreedombakery.com", "location": {"latitude": 39.9439, "longitude": -75.16644}, "address": {"streetAddress": "1424 South St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.0865299053742, "description": "On a seriously strict diet? Consider Sweet Freedom Bakery your safe space: The menu is packed to the gills with pastries that are free of refined sugars, soy, dairy, corn and eggs. While they offer a mostly standard selection of cakes and cookies, turn your attention to the carrot cake—made with fascinating switchups like coconut milk, ground ginger and tapioca flour—and the orange cranberry loaf, made extra moist with its use of applesauce. The cherry on top? Sweet Freedom delivers.", "categories": ["restaurants"]}, 0], ["Essen Bakery", {"placeName": "Essen Bakery", "url": "http://essenbakery.com", "location": {"latitude": 39.931003, "longitude": -75.161772}, "address": {"streetAddress": "1437 E Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.47639963437223, "description": "Yiddish for “to eat,” Essen Bakery is an easy go-to for Jewish breads and delights, featuring babka, rugelachs, challah and a rotating assortment of cakes—all made with largely local or seasonal ingredients that range from honey to apples. Recommended: Try the bite-sized chocolate rugelach after brunch on Passyunk Avenue. You’ll also find Elixr coffee here, a well-kept secret and refreshing change on an avenue of cafés otherwise filled to the brim with coffee drinks from La Colombe.", "categories": ["bakeries", "restaurants"]}, 0], ["Manakeesh Cafe Bakery", {"placeName": "Manakeesh Cafe Bakery", "url": "http://www.manakeeshcafe.com", "location": {"latitude": 39.955133, "longitude": -75.211486}, "address": {"streetAddress": "4420 Walnut St", "city": "Philadelphia"}, "priceRange": null, "distance": 252.60667677373695, "description": "Aside from boasting a bright and warm café environment to lounge in, Manakeesh Cafe Bakery is the bake shop that’s full of surprises, offering high-quality Lebanese treats like baklava, date cookies and basboona—a sweet cake with almonds. Breads, too, are baked in-house, making for an excellent babba kadush or hummus experience. Vegans, meanwhile, should go for the halwa, a dense sweet confection. Gratefully, this café splits its bakery and café operations, meaning you can drop in to order a single pastry and feel totally free to snag a table.", "categories": ["lebanese", "restaurants"]}, 0], ["Beiler’s Bakery", {"placeName": "Beiler’s Bakery", "url": "https://www.beilersdoughnuts.com", "location": {"latitude": 39.953228, "longitude": -75.158955}, "address": {"streetAddress": "51 N 12th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.37421141724673, "description": "One of a handful of staples operating out of Reading Terminal Market, Beiler’s is run by a family of Amish bakers that travels to the market Monday through Saturday with baked goods from their Lancaster County kitchens. Whoopie pies (cake-y Oreo-like confections that originate from Amish culture) are standouts on the menu. But most people are lined up here for the doughnuts, which include every kind of flavor—from classic glaze to fastnachts and apple fritters to a powdered sugar creation oozing with jelly.", "categories": ["bakeries", "restaurants"]}, 0], ["Termini Bros Bakery", {"placeName": "Termini Bros Bakery", "url": "http://www.termini.com", "location": {"latitude": 39.92981, "longitude": -75.15802}, "address": {"streetAddress": "1523 S 8th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.68609030482278, "description": "With an irresistible sfogliattele (a Naples-originated, flaky puff pastry), Termini Bros—now in its third generation of family operation—works hard to stand out among the other Italian bakeries in town, offering the usual trays of Italian cookies and cannoli packages while throwing in curveballs like fig bars, blueberry coffee cake and a pineapple ring cake. Most reassuring, though, is the shop’s consistent freshness with every pastry.", "categories": ["bakeries", "restaurants"]}, 0], ["Flying Monkey Bakery", {"placeName": "Flying Monkey Bakery", "url": "http://www.flyingmonkeyphilly.com", "location": {"latitude": 39.953531, "longitude": -75.158752}, "address": {"streetAddress": "1146 Arch St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.38148786211266, "description": "One of the city’s most charming bakeries, located in the center of the bustling Reading Terminal Market, Flying Monkey thrives with its almost mind-boggling number of menu options—all packed into a relatively tiny concessions space. You can’t go wrong with their classics, like any one of the Pennsylvania whoopie pies, but turn to Flying Monkey’s breakfast sweets menu for pastries made with the kind of love and care you won’t find at many coffee shops. We’re talking pecan breakfast bread, almond crumb cake and a mini apple pie that’ll put you off McDonald’s apple pie for good.", "categories": ["bakeries", "restaurants"]}, 0], ["Potito’s Bakery", {"placeName": "Potito’s Bakery", "url": "http://potitobakery.com", "location": {"latitude": 39.92097, "longitude": -75.17442}, "address": {"streetAddress": "1614 W Ritner St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.93129104376942, "description": "This 30-year-old Italian-American bakery with South Philly roots is one of the most reliable spots in town to order cannoli. But that’s not all they do well. Amaretto Italian cookies, long johns and butter cookies are just a handful of other enticing reasons to endure the long lines that can often form here on weekends.", "categories": ["bakeries", "restaurants"]}, 0], ["Ramona Susan’s Bake Shop", {"placeName": "Ramona Susan’s Bake Shop", "url": "http://www.ramonasusansbakeshop.com", "location": {"latitude": 39.971204, "longitude": -75.132232}, "address": {"streetAddress": "1255 Marlborough St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.57710029867314, "description": "Named after the mother of one of the owners, Ramona Susan’s is at once classic—mastering the art of the perfect brownie and chocolate chip cookie—and irresistibly odd. Case in point: There's a unicorn head greeting customers at the door and RuPaul-themed confections come out of the oven weekly. Keep up with the shop's Instagram account for the day’s specific delights, and plan on getting your goods to-go; the shop’s footprint is cupcake-sized.", "categories": ["bakeries", "restaurants"]}, 0], ["Saxbys", {"placeName": "Saxbys", "url": "http://www.saxbyscoffee.com", "location": {"latitude": 39.95751, "longitude": -75.190946}, "address": {"streetAddress": "65 N 34th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 253.65437547440922, "description": "An emerging star in coffee, Saxbys boasts a bevy of locations in the city (with more on the way), but charms the most with its Drexel University location—complete with window seating perfect for people-watching, and plenty of tables for studying or work. It’s the best of fast-casual with a sprinkle of local flair. The espresso drinks only barely outclass Starbucks, but its cold brew tastes near-perfect with every cup, and its recent introduction of the “Groothie” to its shops has us swooning.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Anthony’s Italian Coffee & Chocolate House", {"placeName": "Anthony’s Italian Coffee & Chocolate House", "url": "http://www.italiancoffeehouse.com", "location": {"latitude": 39.938691, "longitude": -75.157771}, "address": {"streetAddress": "903 S 9th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.59819602711988, "description": "A mainstay of Philly coffee and legacy institution of the Italian Market, there’s a reason Anthony’s has endured for more than two decades: It accomplishes exactly what it sets out to do, and never tries to fool you into thinking it’s anything more. Yes, you’ll find a divine cappuccino here or drinkable dark roast, and yes, you’ll grin ear-to-ear after indulging in biscotti, gelato or any one of their signature chocolates. Advice: Skip dessert if you're dining at a nearby restaurant, and try something sweet here.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["One Shot Cafe", {"placeName": "One Shot Cafe", "url": "https://1shotcoffee.wordpress.com", "location": {"latitude": 39.967707, "longitude": -75.140654}, "address": {"streetAddress": "217 W George St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.17389596062975, "description": "If there’s a coffee shop in Philadelphia that feels like a speakeasy, it’s this moody NoLibs outpost tucked away on a neighborhood street corner. One Shot serves up a solid cup of coffee from Stumptown, yes, but it is better known for its house-made fresh-fruit scones and baby kronuts. In truth, with its full café menu, you’d do just as well stopping here for lunch as you would coffee. The seating arrangement, organized for dining over casual lounging or work, sends that message loud and clear.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Bodhi", {"placeName": "Bodhi", "url": "http://bodhicoffeephila.com", "location": {"latitude": 39.942863, "longitude": -75.145643}, "address": {"streetAddress": "410 S 2nd St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.18525142637907, "description": "Serving their own roasts, Bodhi is a quaint reprieve from the noise of nearby South Street. Stop by to read a book with one of their lavender lattes. The space is tiny but quaint, tucked inside a historic rowhome, and the baristas come sans attitude. Ideally, give this shop a visit on weekends during the Headhouse Farmers' Market in the covered Shambles located just across the street.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["ReAnimator Coffee", {"placeName": "ReAnimator Coffee", "url": "https://www.reanimatorcoffee.com", "location": {"latitude": 39.972737, "longitude": -75.140773}, "address": {"streetAddress": "301 W Master St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.11393259068933, "description": "If you’re looking to have a conversation about your coffee, these are the folks to turn to. ReAnimator baristas know their java as well as a good sommelier knows wine—as they should, given their coffee is literally roasted in a backroom right behind the seating area. Here, you’ll get what might be the cleanest cup of coffee in town, in a space that, while a little no-frills, is warm and spacious. Food options are nothing to write home about, but the coffee will assuredly have you walking away with a bag of ReAnimator beans.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Shot Tower Coffee", {"placeName": "Shot Tower Coffee", "url": "https://www.facebook.com/Shot-Tower-Coffee-134551466597118", "location": {"latitude": 39.937561, "longitude": -75.153203}, "address": {"streetAddress": "542 Christian St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.84969661743486, "description": "A delightful corner coffee outpost in Queen Village, Shot Tower offers all the fixings of an unpretentious, neighborhood shop: friendly staff, fair prices and window seating for watching foot traffic roll on by. The baristas serve La Colombe coffee and a particularly impressive selection of herbal teas. To boot, the space is brightly lit and hosts a rack of magazines if you forgot your book at home.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Rally", {"placeName": "Rally", "url": "http://www.heyrally.com/rallycoffee", "location": {"latitude": 39.941173, "longitude": -75.153822}, "address": {"streetAddress": "701 S 7th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.77666326900334, "description": "Standing on a corner in charming Bella Vista, Rally is a refreshingly bright and chic space with ample seating and a menu of Pennsylvania-based coffee and grub. The coffee drinks are excellent—bold and flavorful, whether you’re getting an espresso or something milk-based—and roasted by Lancaster beanery Passenger Coffee or Old City’s Inspired Brews. You can also order from a small menu of sandwiches made by Olney’s Philly Bread, or go the sweet route with pastires by South Philly’s Machine Shop Boulangerie or to-die-for ice cream sandwiches by Fishtown-based frozen treats shop Weckerly’s. There’s even a wall in the back filled with arts, crafts and home goods made by local makers.\n\nOutside of the goods, Rally is a triple threat of sorts given that it also serves as an ad agency and co-working space. A $100 monthly membership nets you free cups of coffee and a discount on standard café fare. Casual visitors in need of a spot to work can access a reservation system, which allows you to secure a table (for a small fee) without having to worry about finding a place to squat.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Function Coffee Labs", {"placeName": "Function Coffee Labs", "url": "https://www.functioncoffeelabs.com", "location": {"latitude": 39.952335, "longitude": -75.163789}, "address": {"streetAddress": "1001 S 10th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.1313122584629, "description": "A marriage of coffee and science, Function Coffee Labs owner Ross Nickerson is a former mechanical engineer who built his business on getting the science of his coffee just right. (Hence the “labs.”) Try his signature “Coffee Shot,\" which will fascinate your tastebuds with a curiously fruit-forward flavor that's unlike any espresso shot you've had before. Pair that with a stroop waffle and let the good vibes roll. Just don’t plan to stick around: Seating is minimal. If it’s warm outside, take your coffee to-go to the pint-sized park just across the street.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Elixr Coffee", {"placeName": "Elixr Coffee", "url": "http://www.elixrcoffee.com", "location": {"latitude": 39.949371, "longitude": -75.16647}, "address": {"streetAddress": "207 S Sydenham St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.02395918661117, "description": "A pioneer in Philly’s craft coffee scene, Elixr has long been a go-to spot for businessfolk and downtown travelers shopping Walnut Street. The café is known to turn out an acidic, caffeine-potent, thoughtfully sourced cup of coffee roasted in-house. Wraparound wall sofas in the corner inside this rustic-chic, wood-heavy space make it a suitable place to meet a friend for coffee—just don’t plan to stick around too long; despite its spacious outfit, it gets quite crowded.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Square One Coffee", {"placeName": "Square One Coffee", "url": "http://www.squareonecoffee.com", "location": {"latitude": 39.947257, "longitude": -75.162361}, "address": {"streetAddress": "249 S 13th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.26227189967415, "description": "A micro-roaster transplant from Lancaster, this open and airy space in the Gayborhood is a great place to breathe after a long day or camp out to get work done in peace. The menu is refreshingly simple, stocked with classic espresso drinks done well and a rotating selection of hand-poured coffees. Come for the exceptional service and delicately crafted latte art; stay to line your plate and palate with any one of the shop’s seasonal pastries.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Menagerie Coffee", {"placeName": "Menagerie Coffee", "url": "http://www.menageriecoffee.com", "location": {"latitude": 39.949763, "longitude": -75.145782}, "address": {"streetAddress": "18 S 3rd St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.10122442245677, "description": "Easily the best coffee shop in Old City, this is a well-balanced gathering place serving mostly light-to-medium-roast coffees from Dogwood Coffee Roasters (not a common roaster to find in Philly) and an interior made extra cozy with its single brick wall. Also on the menu is a healthy selection of loose-leaf teas, and an assortment of monstrously sized cookies you’ll want to spring for—if there are any left by the time you get there.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Double Knot Cafe", {"placeName": "Double Knot Cafe", "url": "http://www.doubleknotphilly.com", "location": {"latitude": 39.949756, "longitude": -75.162231}, "address": {"streetAddress": "120 S 13th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.24130479185945, "description": "Emerging through two heavy drapes covering the entrance door, entering Double Knot's café space feels like you've stumbled into one of Philadelphia's best-kept secrets. The café menu boasts a selection of bold espresso drinks and hand pours from local outfit Elixr Coffee Roasters. Go for the frothy shakerato espresso drink or the nitro cold brew, an emerging cold brew that’s still elusive in Philadelphia. The simple yet satiating lunch menu gives you the option of rice, banh mi, noodles or a salad with your choice of protein—all for $7.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Café Ynez", {"placeName": "Café Ynez", "url": "http://cafeynez.com", "location": {"latitude": 39.939474, "longitude": -75.177339}, "address": {"streetAddress": "2025 Washington Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.56665843419182, "description": "Tucked away in Point Breeze, Café Ynez attracts both neighborhood locals and eaters who are in-the-know about Philly’s can’t-miss Mexican fare. The menu fuses Aztec, Spanish and modern components into a bounty of flavorful dishes ranging from tacos and burritos to unique nightly specials. Café Ynez is BYOB, with plenty of mixers available for margaritas and other boozy cocktails. Limited seating often means there might not be a table immediately available, but the food is worth the wait.", "categories": ["mexican", "restaurants"]}, 0], ["Sancho Pistola’s", {"placeName": "Sancho Pistola’s", "url": "http://www.sanchopistolas.com", "location": {"latitude": 39.968929, "longitude": -75.135224}, "address": {"streetAddress": "19 W Girard Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.4448605021932, "description": "Fishtown hipsters rejoiced when the team behind successful Center City restaurant Jose Pistola’s opened Sancho Pistola’s on West Girard Avenue. The Mexified craft beer bar and restaurant is a go-to neighborhood hangout, thanks in part to cheap happy hour deals and half-price nachos and tacos from midnight until 1 a.m. The menu features mouthwatering versions of Mexican favorites like ceviche, guacamole, nachos, and tacos filled with deliciousness from land and sea. On weekends, the eatery offers South of the Border brunch options like chilaquiles and juevos rancheros.", "categories": ["mexican", "restaurants"]}, 0], ["Lucha Cartel", {"placeName": "Lucha Cartel", "url": "http://www.luchacartel.com", "location": {"latitude": 39.948558, "longitude": -75.14433}, "address": {"streetAddress": "207 Chestnut St", "city": "Philadelphia"}, "priceRange": null, "distance": 256.1904817708355, "description": "With salsa dancing on Tuesdays and Latin-style parties Sunday night, the lively scene is just as enticing as the food at Lucha Cartel. The menu includes staples like tacos, guacamole and empanadas, though dining duos with big appetites order the parrillada for two, a Mexican-style barbecue dish with steak, choizo, chicken, shrimp, cactus, onion and cheese. Set in the heart of Old City, the restaurant’s name refers to the traditional masked Mexican wrestlers, which are incorporated into the interior décor alongside funky Dia de los Muertos-style imagery.", "categories": ["mexican", "restaurants"]}, 0], ["Quetzally", {"placeName": "Quetzally", "url": "http://www.quetzallymexicanfood.com", "location": {"latitude": 39.941613, "longitude": -75.163089}, "address": {"streetAddress": "1225 Fitzwater St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.2873425906603, "description": "Aztec-inspired murals adorn the outside of Queen Village’s Quetzally, where the interior is simply decorated and the menu is extensive. Tilapia, shrimp, chicken tinga and barbecued lamb are just a few of the tasty fillings for the restaurant’s selection of cheesy tacos, burritos, enchiladas, tostadas and more. Looking for an unusual dish? Try the Perro Caliente Hot Dog, which comes with bacon, tomatoes, onion, mayo, mustard, ketchup and jalapeños. Top off your meal with a Jarritos flavored soda and deliciously sugary churros.", "categories": ["mexican", "restaurants"]}, 0], ["Xochitl", {"placeName": "Xochitl", "url": "http://www.xochitlphilly.com", "location": {"latitude": 39.942874, "longitude": -75.145645}, "address": {"streetAddress": "408 S 2nd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.1850238216779, "description": "Brightly painted walls, intricate woodwork and colorful Mexican tiles create a cozy ambiance at this Headhouse Square eatery. Pronounced “so-cheet,” Xochitl keeps diners coming back with hearty traditional dishes like pollo frito, short rib tamales and fried plantains. While the food draws patrons from all over the city, the bar is a destination in its own right. Xochitl is open until 2 a.m. nightly, which makes it a popular stop for late-night cocktails and fun atmosphere.", "categories": ["mexican", "restaurants"]}, 0], ["El Rey", {"placeName": "El Rey", "url": "http://www.elreyrestaurant.com?utm_source=Google+My+Business&utm_campaign=Philadelphia&utm_medium=Website+Button", "location": {"latitude": 39.952252, "longitude": -75.174024}, "address": {"streetAddress": "2013 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.59710619359748, "description": "A cross between casual Mexican café and neighborhood diner, El Rey comes from the mind of Stephen Starr, who took home the 2017 James Beard Award for Outstanding Restaurateur. Dark lighting and cozy booths create a relaxed, cool atmosphere in ritzy Rittenhouse Square. The menu features dependable versions of classic dishes such as sopas, chilaquiles and tamales alongside more creative options like duck carnitas and zucchini blossom and corn quesadillas. For a can’t-miss deal, order the fast-lunch, which includes two courses and chips and salsa for just $10.", "categories": ["mexican", "restaurants"]}, 0], ["Distrito", {"placeName": "Distrito", "url": "http://philadelphia.distritorestaurant.com", "location": {"latitude": 39.95591, "longitude": -75.201867}, "address": {"streetAddress": "3945 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 253.1009872680117, "description": "Iron Chef Jose Garces brings a taste of Mexico City to University City at this two-story hotspot. The street-level taqueria offers a casual and approachable menu; upstairs, diners can munch on small plates of modern Mexican fare. The restaurant’s location invites a loyal following of students from nearby University of Pennsylvania and Drexel University, who love the gourmet tacos, burritos and more than 100 varieties of tequila. Insider tip: For a truly unique experience, request the four-seat booth built into a real Volkswagon Beetle.", "categories": ["mexican", "restaurants"]}, 0], ["El Vez", {"placeName": "El Vez", "url": "http://www.elvezrestaurant.com", "location": {"latitude": 39.949799, "longitude": -75.161982}, "address": {"streetAddress": "121 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.25384608452848, "description": "The motorcycle that towers above the massive center bar sets the tone for fun at Stephen Starr’s Midtown Village Mexican spot. The atmosphere is lively, and the margaritas go down so easy they’re downright dangerous. Start your meal with a selection of homemade salsas and guacamoles before moving on to main dishes ranging from tacos and enchiladas to carne asada and red snapper. Before you’re done, stop by the photo booth and hang your snapshots on the wall to leave your mark on the popular eatery.", "categories": ["mexican", "restaurants"]}, 0], ["Lolita", {"placeName": "Lolita", "url": "http://lolitaphilly.com", "location": {"latitude": 39.950081, "longitude": -75.162148}, "address": {"streetAddress": "106 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.24204185896434, "description": "From Marcie Turney and Valerie Safran, the team behind nine shops and restaurants in Midtown Village, Lolita draws customers looking for delicious food in a casual yet elegant atmosphere. The menu features modern versions of classic Mexican fare, such as guajillo-braised short rib nachos and Korean pork belly tostadas. A recently acquired liquor license makes it unnecessary for patrons to BYOB anymore, as the bar now serves beer, wine, sangria, tequila, cocktails and an enticing selection of margaritas in unexpected flavors like blood orange and cucumber-jalapeno.", "categories": ["mexican", "restaurants"]}, 0], ["Mission Taqueria", {"placeName": "Mission Taqueria", "url": "http://www.missiontaqueria.com", "location": {"latitude": 39.950222, "longitude": -75.166553}, "address": {"streetAddress": "1516 Sansom St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.0101800475207, "description": "The team behind Oyster House opened Mission Taqueria upstairs from their original outpost in 2016. With a prime Rittenhouse Square location, the eatery draws energetic lunch, happy hour and dinner crowds who flock here for tacos, salsas, snacks and ceviches. Try unexpected options like softshell crab tacos or coconut-hazelnut salsa. Like the food, the décor here is eclectic, incorporating a combination of heavy elements like cinder blocks and neon wall art with light wood, hanging plants and an open-kitchen design.", "categories": ["mexican", "restaurants"]}, 0], ["Buena Onda", {"placeName": "Buena Onda", "url": "http://buenaondatacos.com", "location": {"latitude": 39.960922, "longitude": -75.170649}, "address": {"streetAddress": "1901 Callowhill St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.67840719144385, "description": "This bright and airy taqueria in the Museum District serves a California-style Mexican menu that’s fresh, simple, fast and tasty. Steps from major Philly landmarks like the Barnes Foundation and the Franklin Institute, Buena Onda is a convenient stop for sightseers. The menu specializes in fish and seafood tacos but also offers classic options such as carnitas tacos, tortilla soup and nachos. Order from a selection of beer and sangria, or opt for an agua fresca to wash down your meal.", "categories": ["mexican", "restaurants"]}, 0], ["Dizengoff", {"placeName": "Dizengoff", "url": "http://www.dizengoffphilly.com", "location": {"latitude": 39.950721, "longitude": -75.168367}, "address": {"streetAddress": "1625 Sansom St", "city": "Philadelphia"}, "priceRange": null, "distance": 254.90981213418132, "description": null, "categories": [""]}, 0], ["NOORD eetcafe", {"placeName": "NOORD eetcafe", "url": "http://www.noordphilly.com", "location": {"latitude": 39.929856, "longitude": -75.163189}, "address": {"streetAddress": "1046 Tasker St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.41547958392417, "description": "Noord eetcafe offers a quintessential East Passyunk experience, with its window seating facing the charming Singing Fountain, while providing a cuisine that's hard to come by in Philadelphia: Dutch. Chef Joncarl Lachman, who also owns the Dutch in Pennsport, will likely be in the dining room on the night of your visit, moving from table to table with jokes and recommendations on what's good that night. Sure-bet mainstays on the appetizer menu include the rustic house made bread that's served on the house with butter and garlic before your meal, the bitterballen (Dutch fried pork krokets) and herring broodjes (mini herring sandwiches topped with cucumber and pickled onion on a potato role). When it comes time for your entree, go for the rabbit leg stew, a hearty meal served with smoked sausage, lardons, baby turnips and zuurkool. Don't forget to bring wine—the place is BYOB. A nice robust Malbec pairs particularly well with that aforementioned rabbit stew, FYI.", "categories": ["dutch", "restaurants"]}, 0], ["Usaquén", {"placeName": "Usaquén", "url": "https://usaquenphilly.com", "location": {"latitude": 39.976618, "longitude": -75.140844}, "address": {"streetAddress": "1700 N 3rd St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.06906890639306, "description": "Though there is a sprinkling of traditional Colombian stalwarts concentrated in North Philly—Tierra Colombiana and El Bochinche among them—Bogotá native Mel Tenorio always felt there was room to bring the flavors he grew up eating to his adopted hometown. After executing a series of successful pop-ups out of Fishtown’s Philly Style Bagels, Tenorio introduced Usaquén, named after the neighborhood of his youth, to a cozy corner space in September 2017. While Colombian food is by definition a fusion cuisine, built upon centuries of influences from Europe, Asia and elsewhere in Latin America, Tenorio has taken this idea a step further, offering personal riffs on fare like burritos, shakshuka and a full English breakfast. But plenty of native favorites are still in play: Mainstays on the menu include cayeye, a pepper-plantain hash topped with queso blanco and a fried egg, and a pork belly that’s served on pan de bono (cheese bread) baked from scratch.", "categories": ["colombian", "restaurants"]}, 0], ["Sabrina’s Cafe", {"placeName": "Sabrina’s Cafe", "url": "http://sabrinascafe.com", "location": {"latitude": 39.938865, "longitude": -75.158229}, "address": {"streetAddress": "910 Christian St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.57229583112098, "description": "For over-the-top breakfast and brunch creations like massive omelets and challah French toast stuffed with cream cheese, bananas and honey, the locals head to Sabrina’s. Even with four additional locations in the Philadelphia area, the Italian Market original still draws crowds willing to wait an hour or more for a table. Pick up some champagne on the way and add some orange juice at this BYOB for a tasty mimosa to accompany your meal.", "categories": ["american", "restaurants"]}, 0], ["Café La Maude", {"placeName": "Café La Maude", "url": "http://www.cafelamaude.com", "location": {"latitude": 39.964181, "longitude": -75.144332}, "address": {"streetAddress": "816 N 4th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.01945857808545, "description": "Serving a French-Lebanese menu, Café La Maude combines Middle Eastern flavors with French sophistication in the Northern Liberties neighborhood. Try the gypsy eggs (chunky tomato sauce with ricotta cheese, eggplant, avocado and potato) or the stuffed brioche pain perdu.", "categories": ["cafés", "restaurants"]}, 0], ["The Little Lion", {"placeName": "The Little Lion", "url": "https://thelittlelionphilly.com", "location": {"latitude": null, "longitude": null}, "address": {"streetAddress": "243 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": null, "description": "The Little Lion opened in 2016, but when the Museum of the American Revolution debuted just steps away, in April 2017, the lauded Old City restaurant expanded its hours and menu to include breakfast. Patrons can order scrumptious à-la-carte dishes like peanut butter granola or short rib hash, or opt for the breakfast buffet which includes house-made pastries, eggs, French toast and more. Top it all off with a s’mores hot cocoa, chocolate caramel pretzel latte or another equally exciting beverage from the new coffee bar.", "categories": ["american", "restaurants"]}, 0], ["Mrs. K’s Koffee Shop", {"placeName": "Mrs. K’s Koffee Shop", "url": "http://www.mrskscoffeeshop.com", "location": {"latitude": 39.949039, "longitude": -75.1472}, "address": {"streetAddress": "325 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.03510098005904, "description": "Mrs. K’s Koffee Shop has been serving hungry Philadelphians and visitors since 1962. Breakfast options range from western omelets to French toast, and the scrapple, a local favorite, receives rave reviews. The classic diner is located in Philadelphia’s Historic District and service is reliably fast, making it an ideal option for sightseers to fuel up before visiting some of the must-see Philadelphia attractions around Independence National Historical Park.", "categories": ["diners", "restaurants"]}, 0], ["Ants Pants Cafe", {"placeName": "Ants Pants Cafe", "url": "http://www.antspantscafe.com", "location": {"latitude": 39.94518, "longitude": -75.179379}, "address": {"streetAddress": "2212 South St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.39585976340788, "description": "Ants Pants Cafe on South Street serves up mouthwatering Australian-influenced breakfast specialties. In addition to standard fare like oatmeal and egg and cheese sandwiches, Ants Pants also offers unusual options like brie-stuffed French toast and dill scrambled eggs. Order a traditional Australian coffee drink to wash it all down. Tables are set close together here, but the cheerful, modestly sized space feels much more cozy than cramped. Patio seating is available in the back when weather permits.", "categories": ["australian", "restaurants"]}, 0], ["Green Eggs Cafe", {"placeName": "Green Eggs Cafe", "url": "http://greeneggscafe.com", "location": {"latitude": 39.931348, "longitude": -75.166497}, "address": {"streetAddress": "1306 Dickinson St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.22556564787908, "description": "Who can resist a breakfast menu that includes unexpected dishes like cookie-dough-stuffed French toast or chicken and waffles benedict. Breakfasters never leave hungry after a meal at Green Eggs Cafe, which operates three locations in Philly and one in Miami. Healthier options are also available, including a mixed berry granola parfait and quinoa porridge sweetened with agave nectar. Stop by the ATM on the way to breakfast; Green Eggs accepts cash only.", "categories": ["american", "restaurants"]}, 0], ["Lacroix", {"placeName": "Lacroix", "url": "http://www.lacroixrestaurant.com", "location": {"latitude": 39.949866, "longitude": -75.173392}, "address": {"streetAddress": "210 W Rittenhouse Sq", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.65658583033823, "description": "Lacroix, the fine-dining restaurant in the Rittenhouse Hotel, serves a standard—and delicious—breakfast menu daily, but the Sunday brunch buffet is unlike anything else in the city. The utterly decadent all-you-can-eat spread includes everything from hand-carved Scottish salmon and wagyu brisket to sushi maki and oysters on the half shell. Of course, if you’re looking for pancakes and scrambled eggs, they’ve got those, too. The meal will run you $75 per person (plus drinks), but you have two hours of eating time to make it worth your while.", "categories": ["global", "restaurants"]}, 0], ["The Dutch", {"placeName": "The Dutch", "url": "http://thedutchphilly.com", "location": {"latitude": 39.928687, "longitude": -75.152231}, "address": {"streetAddress": "1527 S 4th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.0014276734642, "description": "Bright, airy and sparsely decorated, the Dutch’s soul-warming comfort food makes it a go-to destination for breakfast in Pennsport. The grub here is inspired by Dutch and Pennsylvania Dutch cuisine, so look out for dishes like a cast-iron-cooked “Dutch Baby” pancake (available either sweet or savory) and a crispy Lebanon bologna omelette. Grab a seat by the window and people-watch as you sip on a house-made virgin Bloody Mary (or tote along your alcoholic beverage of choice).", "categories": ["dutch", "restaurants"]}, 0], ["High Street on Market", {"placeName": "High Street on Market", "url": "http://highstreetonmarket.com", "location": {"latitude": 39.950025, "longitude": -75.146261}, "address": {"streetAddress": "308 Market St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.07328245760476, "description": "If there is such a thing as a superstar baker, Alex Bois is it. His artisanal breads, like anadama miche—not to mention perfectly flaky croissants—are the foundation upon which chef Eli Kulp builds edgy, award-winning menus for High Street on Market. Think beet-cured salmon with cream cheese and fried capers on a perfectly chewy pretzel roll, or go for broke with the Hickory Town breakfast sammie, which stacks Lancaster bologna, horseradish-spiked Amish cheddar and farm egg on a homemade kaiser roll.", "categories": ["american", "restaurants"]}, 0], ["Hungry Pigeon", {"placeName": "Hungry Pigeon", "url": "http://www.hungrypigeon.com", "location": {"latitude": 39.939049, "longitude": -75.149597}, "address": {"streetAddress": "743 S 4th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.0213845514885, "description": "This casual neighborhood café in Queen Village serves up rustic, farm-fresh comfort foods and a delicious array of baked-on-site pastries throughout the day. Breakfast and weekend brunch periods are most popular, when you can grab anything from a banana bread sticky bun with coffee to a selection of heartier dishes such as an egg and cheese sandwich with your choice of meats or the popular breakfast bowl with a brown-rice-porridge base. Dinner entrees can range from thick vegetarian soups to pastas to seasonally prepared meats and fishes. There's also an impressive selection of beer by the draft or in bottles and cans; boxed, bottled or on-tap wine and a host of specialty cocktails.", "categories": ["american", "restaurants"]}, 0], ["Honey’s Sit ‘N Eat", {"placeName": "Honey’s Sit ‘N Eat", "url": "http://honeyssitneat.com", "location": {"latitude": 39.963837, "longitude": -75.144438}, "address": {"streetAddress": "800 N 4th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.01762996226444, "description": "Southern-Jewish fusion may seem like an unlikely combination, but Honey’s Sit ‘N Eat cooks up stick-to-your-ribs fare that pulls from the best of both culinary worlds. The breakfast menu includes options like scrambled eggs with corned beef, challah French toast, biscuits with sausage gravy and country fried steak. Patrons who can’t choose between sweet and savory swear by the Breakfast Bomb, a giant buttermilk pancake stuffed with scrambled eggs and a choice of meats. Honey’s operates a location in Center City, but this spot in Northern Liberties is the original.", "categories": ["soul", "american", "southern", "restaurants"]}, 0], ["Rx the Farmacy", {"placeName": "Rx the Farmacy", "url": "http://www.thefarmacyrx.com", "location": {"latitude": 39.95301, "longitude": -75.212047}, "address": {"streetAddress": "4443 Spruce St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 252.60087801976462, "description": "On the outskirts of University City, Farmacy specializes in organic, local comfort food. The farm-to-table eatery has a limited number of seats and is only open four days a week, which at times makes it hard to get in the door. Your meal will be well worth the wait, however, with a menu that includes imaginative dishes ranging from apple pie pancakes to build-your-own-eggs Benedicts. Pick up alcohol on the way if you plan on drinking; the Farmacy is BYOB.", "categories": ["american", "restaurants"]}, 0], ["Hawthornes", {"placeName": "Hawthornes", "url": "http://www.hawthornecafe.com", "location": {"latitude": 39.941049, "longitude": -75.160847}, "address": {"streetAddress": "738 S 11th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.41086748652089, "description": "If you find yourself waiting for a table at Hawthornes Cafe, grab a seat by the wood-burning fireplace and peruse the menu; you’ll need time to decide between sumptuous dishes like the Hot Potato Mess, homefries with scrambled eggs, cheese, garlic hot sauce and your choice of meat, or the House Baked French Toast, which is “nothing like any other French toast you’ve ever had”. The beer selection is just as enticing as the food, with more than 1,000 single bottles, 11 specialty growler fills and 11 rotating varieties on draft.", "categories": ["american", "restaurants"]}, 0], ["Ralph’s Italian Restaurant", {"placeName": "Ralph’s Italian Restaurant", "url": "http://ralphsrestaurant.com", "location": {"latitude": 39.940043, "longitude": -75.157674}, "address": {"streetAddress": "760 S 9th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.5880302251934, "description": "Since 1900, this family-owned South Philadelphia eatery has been serving up classic Italian fare to hungry diners. After outgrowing their original location and moving around the corner, Ralph’s is still going strong 117 years later, now run by the fourth generation of family owners. Try the sausage and peppers, clams casino, or eggplant parmigiana with a glass of red or white from their extensive wine list.", "categories": ["italian", "restaurants"]}, 0], ["Dante & Luigi’s", {"placeName": "Dante & Luigi’s", "url": "http://www.danteandluigis.com", "location": {"latitude": 39.940078, "longitude": -75.159484}, "address": {"streetAddress": "762 S 10th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.49303282091356, "description": "For a quintessintial Philly-meets-Italy dining experience, head to Dante & Luigi’s. Situated in an elegant Bella Vista Victorian mansion, the restaurant boasts a menu of classic Italian fare—like pasta with red sauce and a particularly scrumptious osso buco—that attracted Italian immigrants as they were arriving in Philadelphia more than 100 years ago.", "categories": ["italian", "restaurants"]}, 0], ["Villa Di Roma", {"placeName": "Villa Di Roma", "url": "http://www.villadiroma.com", "location": {"latitude": 39.937952, "longitude": -75.15825}, "address": {"streetAddress": "936 S 9th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.58150344035437, "description": "Villa di Roma is consistently winning accolades for its meatballs, and it’s easy to figure out why. Since 1963, this family-owned, cash-only South Philly restaurant has been serving up classic Italian fare like shrimp scampi, spaghetti with oil and garlic and baked rigatoni. After you top off your meal with a bowl of spumoni, grab a container of Villa di Roma’s classic house-made marinara sauce to take home.", "categories": ["italian", "restaurants"]}, 0], ["Saloon", {"placeName": "Saloon", "url": "http://www.saloonrestaurant.net", "location": {"latitude": 39.93988, "longitude": -75.154586}, "address": {"streetAddress": "750 S 7th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.75126659994615, "description": "This South Philly, family-run eatery offers classic menu like clams casino, a ravioli of the day, and veal parmigiana. The white-linen-covered tables and eclectic decorations stand out against the dark burgundy walls, providing a classy, comfortable vibe. Pair your meal with a nice glass of chianti and finish it off with a Broad Street Manhattan.", "categories": ["italian", "restaurants"]}, 0], ["Victor Cafe", {"placeName": "Victor Cafe", "url": "http://victorcafe.com", "location": {"latitude": 39.931636, "longitude": -75.166324}, "address": {"streetAddress": "1303 Dickinson St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.231314738905, "description": "This classic Italian eatery is decorated with red-checked tablecloths set against dark walls that are covered with photos of musicians and celebrities. Open since 1933, Victor Cafe was originally a gramophone shop and was known as a “music-lovers’ rendezvous” serving only spumoni and espresso. It now boasts a full menu complete with a zuppa del giorno (soup of the day) and a spicy fra diavolo that diners rave about. The real draw here, perhaps, is the waitstaff—many of whom are trained opera singers who sing to diners throughout each meal shift. Dinner here is one of those classic Philly experiences.", "categories": ["italian", "restaurants"]}, 0], ["Osteria", {"placeName": "Osteria", "url": "http://osteriaphilly.com", "location": {"latitude": 39.964944, "longitude": -75.160993}, "address": {"streetAddress": "640 N Broad St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.13976785650047, "description": "Another one of the Vetri family of restaurants, Osteria is reminiscent of the traditional osterias found in Northern Italy. Chef Jeff Michaud, winner of the 2010 James Beard Award for “Best Chef: Mid-Atlantic,” offers such plates as lemon ricotta cavatelli with nduja rock shrimp in this cool industrial space outfitted with exposed ductwork, rustic wood floors and a huge open kitchen.", "categories": ["italian", "restaurants"]}, 0], ["Amis", {"placeName": "Amis", "url": "http://www.amistrattoria.com", "location": {"latitude": 39.944829, "longitude": -75.163273}, "address": {"streetAddress": "412 South 13th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.24168208903458, "description": "Another Vetri family restaurant, Amis Trattoria’s menu is inspired by quinto quarto aka “the Fifth Quarter, which is a Roman culinary practice that centers on using an animal in its entirety. The seasonal menu with daily specials offers items like duck hearts with pomegranate and herb salad and grilled veal tongue with pepper mostarda. Whatever you order, be sure to save room for Mom-Mom’s rice pudding for dessert.", "categories": ["italian", "restaurants"]}, 0], ["Little Nonna’s", {"placeName": "Little Nonna’s", "url": "http://littlenonnas.com", "location": {"latitude": 39.947786, "longitude": -75.164335}, "address": {"streetAddress": "1234 Locust St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.15318866734808, "description": "This upscale classic Italian joint is one of the newest eateries owned by Midtown Village restaurant mavens Marcie Turney and Valerie Safran. When it’s warm out, diners can choose to sit on the picturesque back patio, which is every bit the Italian scene with light bulbs hanging overhead and even a clothesline draped with laundry. Begin your stay with wine and Gigi’s Anitpasto Plate before losing yourself in the fontina-stuffed meatballs served with pasta soaked in slow-braised “Sunday Gravy.” Just be sure to order early: The red sauce is only available each day while supplies last.", "categories": ["italian", "restaurants"]}, 0], ["A Mano", {"placeName": "A Mano", "url": "https://www.amanophilly.com", "location": {"latitude": 39.967193, "longitude": -75.175323}, "address": {"streetAddress": "2244 Fairmount Ave", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.36596442485163, "description": "Chef Michael Millon serves a seasonal menu at this 48-seat BYOB whose name translates to “by hand.” The ingredient-driven, hand-crafted food pulls its inspiration from regions all over Italy. Think Calabrian chilis, egg-based pastas with hearty sauces and house-made sausage. And with Chef Michael Millon in the kitchen, the presentation of each dish is its own work of art.", "categories": ["italian", "restaurants"]}, 0], ["Le Virtu", {"placeName": "Le Virtu", "url": "http://levirtu.com", "location": {"latitude": 39.925956, "longitude": -75.167746}, "address": {"streetAddress": "1927 E Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.22219885493632, "description": "The Abruzzo region of Italy inspires the flavors at this upscale dining spot along East Passyunk Avenue. That means head chef Joe Cicala uses fresh, local ingredients to whip up rustic dishes that run the gamut from lamb and pork to fish and pasta handmade with Abruzzese flour. Start your meal with polipo grigliato, a grilled Mediterranean octopus dish; dive into the seafood- and tomato-based spaghetti alla chitarra; and finish up with a meat or fish entrée such as the lightly spicy brodetto vastese, a seafood stew reminiscent of bouillabaisse. Dolci, or dessert, includes everything from an assortment of biscotti to mousse and lemon cake, and there’s a jampacked menu of wine, beers by the bottle and on tap and signature cocktails that change by the season.", "categories": ["italian", "restaurants"]}, 0], ["Zeppoli", {"placeName": "Zeppoli", "url": "http://zeppolirestaurant.com", "location": {"latitude": 39.910703, "longitude": -75.08442}, "address": {"streetAddress": "618 W Collings Ave", "city": "Collingswood"}, "priceRange": "$$$", "distance": 259.7520497896167, "description": "Philadelphia top chefs like Nick Elmi and Joe Beddia have raved about Zeppoli, calling it one of their favorite restaurants in the Philadelphia area. The homestyle Sicilian fare at this intimate, 35-seat BYOB in Collingswood, New Jersey, hits all the right marks when you’re looking for a simple yet classic Italian dining experience. Standounts on chef-owner Joey Baldino’s menu include pesto trapanese, a Sicilian-style fusilli pasta with almond-pistachio pesto, and the coniglio pizzaiola, rabbit stewed with tomato and oregano and served with rosemary oven-roasted potatoes. The wine is on you, considering the space is a BYO, but coffee drinkers will find a selection of espresso drinks on the menu that are perfect digestifs after a filling Italian meal.", "categories": ["italian", "restaurants"]}, 0], ["Wm. Mulherin’s Sons", {"placeName": "Wm. Mulherin’s Sons", "url": "http://wmmulherinssons.com", "location": {"latitude": 39.971709, "longitude": -75.135062}, "address": {"streetAddress": "1355 N Front St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.4236623419774, "description": "Billing itself as “Italian influenced, American executed and completely Fishtown,” Wm. Mulherin’s Sons is a cozy spot decorated in wood and leather that is below a hotel also run by the owners. Spend the night in one of the four beautiful guest rooms and then treat yourself to the decidedly Philly “Spicy Jawn” pizza for brunch.", "categories": ["italian", "restaurants"]}, 0], ["Palizzi Social Club", {"placeName": "Palizzi Social Club", "url": "http://palizzisocial.com", "location": {"latitude": 39.931312, "longitude": -75.164457}, "address": {"streetAddress": "1408 S 12th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.33257136242753, "description": "Taking over his grandfather’s members-only South Philly social club, Zeppoli chef Joey Baladino has reimagined the space into an intimate Italian-American enclave. To keep things in the family, a limited number of memberships are available at the door each evening. Once you’re in, order a well-mixed negroni and don’t miss the stuffed artichokes, spaghetti with crabs and housemade spumoni.", "categories": ["italian", "restaurants"]}, 0], ["Independence Seaport Museum", {"placeName": "Independence Seaport Museum", "url": "http://www.phillyseaport.org", "location": {"latitude": 39.945187, "longitude": -75.141602}, "address": {"streetAddress": "211 S Columbus Blvd", "city": "Philadelphia"}, "priceRange": null, "distance": 256.37055582474954, "description": "This museum along the Delaware River gives a comprehensive maritime history of the Delaware Valley. Kids can spend time learning about the Delaware River and some of the catastrophes that have happened over the years through an interactive exhibit or take a peek at tattoo artwork that has been a staple among sailors and pirates. Be sure to check out the boat workshop, where kids can watch actual boats being built from scratch.", "categories": ["things to do"]}, 0], ["Adventure Aquarium", {"placeName": "Adventure Aquarium", "url": "http://www.adventureaquarium.com", "location": {"latitude": 39.945704, "longitude": -75.131016}, "address": {"streetAddress": "1 Riverside Dr", "city": "Camden"}, "priceRange": null, "distance": 256.91823418309747, "description": "Take a quick drive over the bridge to the Camden Waterfront for a day at the area’s largest aquarium. Kids can run their hands along the slick backs of stingrays or spend time staring at the underwater hippo exhibit. For a special treat, splurge on an “Encounter” where you can become pals with a penguin or help care for a sea turtle.", "categories": ["aquariums", "attractions", "zoo"]}, 0], ["Franklin Fountain", {"placeName": "Franklin Fountain", "url": "http://www.franklinfountain.com", "location": {"latitude": 39.949781, "longitude": -75.143001}, "address": {"streetAddress": "116 Market St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.246428389391, "description": "This lovingly renovated and decorated turn-of-the-century-style ice cream parlor is a visual feast, boasting a handsome tin ceiling, marble countertops and a mosaic tile floor. Luckily, the menu offers its fare share of feasting as well: beyond simple scoops and cones, its over-the-top sundaes beckon as well. The Lightning Rod is the fanciest brownie sundae we know about: crumbled dark chocolate brownies topped with scoops of coffee ice cream, plus a shot of espresso, a sprinkling of chocolate-covered espresso beans, a mountain of whipped cream and a salty pretzel rod to complement all the sweet.", "categories": ["ice", "parlors", "cream", "restaurants"]}, 0], ["Betsy Ross House", {"placeName": "Betsy Ross House", "url": "http://historicphiladelphia.org/what-to-see", "location": {"latitude": 39.952162, "longitude": -75.144827}, "address": {"streetAddress": "239 Arch St", "city": "Philadelphia"}, "priceRange": null, "distance": 256.1246732344156, "description": "There are lots of history-related things to do in Philly, but the Betsy Ross House is one of the ones that really makes an impression. Kids can tour through the house, looking at all the rooms, and chat with “Betsy” as she explains her role as a flag seamstress. Be sure to stop and take a peek at her final resting place, which is right on the property.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Linvilla Orchards", {"placeName": "Linvilla Orchards", "url": "https://www.linvilla.com", "location": {"latitude": 39.884585, "longitude": -75.412486}, "address": {"streetAddress": "137 Knowlton Rd", "city": "Media"}, "priceRange": "$$", "distance": 242.95314835201242, "description": "About 40 minutes south of the city, this family-owned agritainment center offers everything from pick-your-own fruit (strawberries, peaches, blueberries and apples—depending on the season) sessions to hayrides, a playground, animal-feeding and even swimming at two swim clubs nestled into the bucolic surroundings. Don’t forget to save time for Farm Market, which sells homemade pies, local produce, farm-themed toys and games and more.", "categories": ["farms", "attractions"]}, 0], ["Philadelphia Orchestra", {"placeName": "Philadelphia Orchestra", "url": "https://www.philorch.org#/", "location": {"latitude": 39.951188, "longitude": -75.16571}, "address": {"streetAddress": "1 S Broad St", "city": "Philadelphia"}, "priceRange": null, "distance": 255.0435546094305, "description": "Several times throughout the year, the Philadelphia Orchestra offers concerts geared toward children and families. Whether it’s the music from Harry Potter or a celebration of various soundtracks from Pixar films, this series is an excellent introduction to classical music for children. A “pre-concert adventure,” which introduces kids to the instruments and the program, is included in the ticket price.", "categories": ["things to do", "concerts"]}, 0], ["Diggerland USA", {"placeName": "Diggerland USA", "url": "https://www.diggerlandusa.com", "location": {"latitude": 39.813436, "longitude": -75.20265}, "address": {"streetAddress": "100 Pinedge Ct", "city": "West Berlin"}, "priceRange": null, "distance": 254.8174224869931, "description": "Just across the bridge from Philadelphia proper in West Berlin, New Jersey, you’ll find an amusement park populated with authentic digging machines. Kids can drive tractors across wide swaths of dirt and climb up into the cab of an excavator and maneuver the gears to dig a deep hole. Smaller kids can ride on parents’ laps or choose the smaller machines to try out. Hard hats not required!", "categories": ["attractions"]}, 0], ["Jkidphilly at the Jewish Learning Venture", {"placeName": "Jewish Learning Venture", "url": "http://jewishlearningventure.org", "location": {"latitude": 40.068831, "longitude": -75.134093}, "address": {"streetAddress": "7607 Old York Rd", "city": "Elkins Park"}, "priceRange": null, "distance": 255.52619993784302, "description": "Located in Jenkintown, the Jewish Learning Venture works to empower families, institutions and communities working to maintain and promote a traditional Jewish lifestyle. One of the center’s most active programs is “jkidphilly,” which offers different activities for youth throughout the year meant to create connections between local families. Check out the calendar for an ever-changing selection of events and celebrations, including craft days, baking events and afternoon park play dates.", "categories": ["things to do", "centers", "cultural"]}, 0], ["Philadelphia Museum of Art", {"placeName": "Philadelphia Museum of Art", "url": "http://www.philamuseum.org", "location": {"latitude": 39.965802, "longitude": -75.181162}, "address": {"streetAddress": "2600 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.07559754000337, "description": "The Philadelphia Museum of Art is renowned for so much more than its role in Rocky. Overlooking the Schuylkill River, the crown jewel of the Benjamin Franklin Parkway impresses with its world-class collection of late-19th- and early-20th-century painting and sculpture. Its permanent collection already boasts masterworks by everyone from Picasso and Van Gogh to Brancusi and Frida Kahlo, but blockbuster special exhibitions held throughout the year bring in even more works of must-see art from around the globe. Besides being a place to roam through galleries, the Museum also serves as a beloved gathering place for the community. Look out for special programming including Art Splash for the kids, Wednesday night yoga and the popular Art After 5 on Friday evenings, which offers a chance to view art after-hours with a cocktail in hand and while live music flows from the Grand Hall.", "categories": ["design", "museums", "art"]}, 0], ["Please Touch Museum", {"placeName": "Please Touch Museum", "url": "http://www.pleasetouchmuseum.org", "location": {"latitude": 39.979345, "longitude": -75.209426}, "address": {"streetAddress": "4231 Avenue of the Republic Ave", "city": "Philadelphia"}, "priceRange": null, "distance": 252.45198277571606, "description": "Sprawled out inside a Memorial Hall in Fairmount Park, which was the original art exhibition hall for the 1876 Centennial Celebration, the PTM is a Philly favorite. Children of all ages can find something to love, whether it’s the life-size Septa bus they can “drive” or the multi-level water play area complete with rubber ducks, boats and even a raincloud that pours showers down every several seconds. The lower level boasts a kid-sized grocery store, play kitchen and a children’s hospital, complete with an x-ray machine, kid-sized MRI and lots of baby doll “patients.” The museum’s youngest guests enjoy several soft, safe crawling and climbing spots for kids under three while older ones ride the full-sized indoor carousel.", "categories": ["museums"]}, 0], ["African American Museum in Philadelphia", {"placeName": "The African American Museum in Philadelphia", "url": "http://www.aampmuseum.org", "location": {"latitude": 39.953152, "longitude": -75.151775}, "address": {"streetAddress": "701 Arch St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.75047279919696, "description": "Founded in 1976, this modest museum has told the story of African Americans for decades. The draw here is the traveling exhibits including recent shows celebrating Ntozake Shange’s play, for colored girls who have considered suicide/when the rainbow is enuf, photography by Shawn Theodore, Dawoud Bey and Gerard Gaskins, and a multimedia exhibition on racial bias in our judicial system.", "categories": ["history", "museums"]}, 0], ["Science History Institute", {"placeName": "Science History Institute", "url": "https://www.sciencehistory.org", "location": {"latitude": 39.948814, "longitude": -75.146469}, "address": {"streetAddress": "315 Chestnut St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.075812423458, "description": "Step inside this museum in Old City to catch up on all the lessons you slept through in science class. Formerly called the Chemical Heritage Foundation, the institute was established to preserve and explore the history of science—from chemistry and alchemy to molecular science—and teach the masses about all the ways in which it has influenced humankind over the centuries. The foundation’s exhaustive, world-class collection includes rare books, manuscripts and notes scribled by influential scientists, an archive of modern and historical scientific instruments, and even paintings, sculptures and other works that intersect the worlds of science and art. Besides the permanent exhibition, “Making Modernity,” a cool, open galleria dedicated to chemistry and its influence in our daily lives, there is a schedule of temporary and rotating exhibitions throughout the year.", "categories": ["technology", "museums", "science"]}, 0], ["Fabric Workshop and Museum", {"placeName": "Fabric Workshop and Museum", "url": "http://www.fabricworkshopandmuseum.org", "location": {"latitude": 39.953701, "longitude": -75.160233}, "address": {"streetAddress": "1214 Arch St", "city": "Philadelphia"}, "priceRange": "free", "distance": 255.30217810219844, "description": "This contemporary art museum and gift shop in the Loft District is dedicated to showcasing art made with new materials and new media. Their shows could include anything from sculplture to works on fabric to architectural exhibitions and video installations.", "categories": ["design", "museums", "art"]}, 0], ["National Constitution Center", {"placeName": "National Constitution Center", "url": "https://constitutioncenter.org", "location": {"latitude": 39.953425, "longitude": -75.149242}, "address": {"streetAddress": "525 Arch St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.8799152479039, "description": "Who isn’t talking politics these days?. Better know your rights! Opened in 2003, the National Constitution Center is devoted to the living document that reflects our nation’s founding principles and values. With interactive exhibits, lectures, tours and films, it’s a great way for children, teens and adults to brush up on history. Don’t miss the 42 life-sized bronze statues of the founding fathers in the Signers’ Hall, designed to resemble the Assembly Room in Independence Hall. (Then take a short walk across Independence Mall to see the real thing.)", "categories": ["history", "museums"]}, 0], ["Academy of Natural Sciences of Drexel University", {"placeName": "Academy of Natural Sciences of Drexel University", "url": null, "location": {"latitude": 39.956826, "longitude": -75.171292}, "address": {"streetAddress": "1900 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.68956774908682, "description": "This museum, founded in 1812, combines the romance of global exploration with smart, appealing programming for curious minds. Though it has an impressive scientific collection of more than 18 million plant and animal specimens from donations and explorers, the museum’s biggest appeal to kid visitors may be the spectacular dinosaur skeletons in the front gallery or the “Big Dig” exhibit where little ones can search for dinosaur bones in a faux excavation site. Don’t miss the live butterflies that you can walk among or the charmingly nostalgic—and possibly terrifying for the preschool set—halls of dioramas mostly from the 1930s and 40s that showcase Kodiak bears, bison, moose, musk ox, zebra, gorillas, tigers, pandas and the passenger pigeon.", "categories": ["history", "natural", "museums"]}, 0], ["The Franklin Institute", {"placeName": "The Franklin Institute", "url": "https://www.fi.edu", "location": {"latitude": 39.958132, "longitude": -75.173243}, "address": {"streetAddress": "222 N 20th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.5732330944279, "description": "If your kid can’t find something at this science museum to get excited about, you better check his or her pulse. A 20-foot-high marble Ben Franklin in the rotunda greets visitors upon arrival at this must-see stop in Philly. The Franklin Institute, though founded in 1824, remains on the cutting edge of science, learning and technology. Check out seriously not-lame exhibits such as Escape Rooms, the Fels Planetarium, the IMAX theater and virtual reality experiences. Then there are the perennial favorites: the four-story Foucault’s Pendulum, the Giant Heart, the 350-ton Baldwin steam locomotive and the 1948 T-33 Shooting Star jet.", "categories": ["technology", "museums", "science"]}, 0], ["National Museum of American Jewish History", {"placeName": "National Museum of American Jewish History", "url": "http://www.nmajh.org", "location": {"latitude": 39.950286, "longitude": -75.148547}, "address": {"streetAddress": "101 S Independence Mall E", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.95087416937446, "description": "This museum examines all facets of what it means to be American and Jewish—from 1654 to the present. It tells stories of leadership, resilience and assimilation as it spotlights Jews fighting in America’s wars, as pioneers out West, as gangsters, athletes, entertainers, scientists, civil rights activists and more. The museum engages visitors with a variety of creative, interactive exhibits, documentaries on antisemitism, recording booths to tell your own stories and artifacts including one of Barbra Streisand’s costumes from Yentl, Irving Berlin’s piano and even Albert Einstein’s pipe. Though the original museum opened in 1976 at nearby Congregation Mikveh Israel, its impressive, $150 million sleek new home—right on Independence Mall—opened in 2010.", "categories": ["history", "museums"]}, 0], ["Museum of the American Revolution", {"placeName": "Museum of the American Revolution", "url": "http://www.amrevmuseum.org", "location": {"latitude": 39.948241, "longitude": -75.145817}, "address": {"streetAddress": "101 S 3rd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.11625225936467, "description": "This new museum—a $150 million project opened in April 2017—is a fun, high-tech addition to the city’s Revolutionary War coverage. Located in Historic Old City, it has weaponry displays, immersive experiences (stand under Boston’s Liberty Tree or face a British infantry charge at the Battle of Brandywine) and thousands of artifacts, including George Washington’s headquarters tent used from 1778 to 1783. The curators have taken pains to present the war from a diversity of viewpoints, including women, slaves, Native Americans, loyalists, Southern colonists, etc.", "categories": ["history", "museums"]}, 0], ["Woodmere Art Museum", {"placeName": "Woodmere Art Museum", "url": "https://woodmereartmuseum.org", "location": {"latitude": 40.083148, "longitude": -75.219518}, "address": {"streetAddress": "9201 Germantown Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 250.92068370373775, "description": "No trip to Chestnut Hill is complete without an afternoon of art-peeping at the Woodmere Art Museum. Housed in a 19th-century stone mansion, the museum has an easily browsable nine galleries highlighting Philadelphia art and artists and classic paintings and sculptures from its 6,000-works-strong permanent collection.", "categories": ["design", "museums", "art"]}, 0], ["Mütter Museum", {"placeName": "Mutter Museum", "url": "http://muttermuseum.org", "location": {"latitude": 39.95327, "longitude": -75.176782}, "address": {"streetAddress": "19 S 22nd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.4416583124236, "description": "This is invariably the museum that out-of-town guests beg to be taken to when visiting Philadelphia. Agree, if you dare. It’s jam-packed with stomach churning medical oddities, anatomical anomalies and pathological specimens that never fail to generate a steady stream of gawkers. If you’re not a squeamish type, then make sure to get a good look at the Soap Lady, slices of Albert Einstein’s brain, foreign objects removed from bodies, the “corset” skeleton and wet specimens from every part of the human body. Or check out the interactive exhibit that let’s you experience what it’s like to have your arm amputated. As the museum touts, get “disturbingly informed.”", "categories": ["technology", "museums", "science"]}, 0], ["Penn Museum", {"placeName": "Penn Museum", "url": "https://www.penn.museum", "location": {"latitude": 39.949319, "longitude": -75.19157}, "address": {"streetAddress": "3260 South St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 253.71237694877203, "description": "If Indiana Jones was taking a holiday in Philadelphia, this would be his first stop. Located in West Philadelphia, the University of Pennsylvania Museum of Archaeology and Anthropology maintains serious scholarship and a wide-ranging collection of objects from around the globe sure to fire up your imagination and wonder. The shadowy Egyptian gallery with its 15-ton granite sphinx, ancient hieroglyph-inscribed columns and mummies will win over even the most jaded pre-teen or adult. The Chinese rotunda, with a soaring ceiling that stretches to 90 feet, houses sculptures and the famous Qing Dynasty 55-pound flawless crystal ball. Wander down hallways and discover treasures in the Etruscan, African, Greek and Canaan galleries that will bring out your inner explorer. Also, don’t miss the spectacular Middle Eastern galleries, which just opened in April 2018. The 44,000-square-foot space holds over 100,00 objects, including a 4,000-year-old human footprint embedded in an ancient mud brick.", "categories": ["history", "museums"]}, 0], ["Pennsylvania Academy of the Fine Arts", {"placeName": "Pennsylvania Academy of the Fine Arts", "url": "https://www.pafa.org", "location": {"latitude": 39.955634, "longitude": -75.163439}, "address": {"streetAddress": "118–128 N Broad St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.11328396061364, "description": "You’ll know you’ve found the Pennsylvania Academy of the Fine Arts (PAFA) on Broad Street when you spot a 51-foot-high inverted paintbrush and a crashed fighter jet stuck in the pavement. These works, respectively by Claes Oldenburg and PAFA alumnus Jordan Griska (he scored the decommissioned Navy aircraft on eBay!), are dramatically installed on the plaza outside the elegant Victorian-era museum and art school that opened in 1805. The museum—a gem designed by Philadelphia’s Frank Furness and George Hewitt in 1876—takes the viewer on a chronologically arranged tour of American art from the 1760s to today, with work by notable art all-stars including Benjamin West, Thomas Eakins, Winslow Homer, Mary Cassatt, Thomas Eakins, Alice Neel, Jennifer Bartlett, Alex Katz and Frank Stella. That's in addition to an itinerary of rotating special exhibitions throughout the year.", "categories": ["design", "museums", "art"]}, 0], ["Penn Treaty Park", {"placeName": "Penn Treaty Park", "url": "http://penntreatypark.org", "location": {"latitude": 39.966881, "longitude": -75.128935}, "address": {"streetAddress": "1301 N Beach St", "city": "Philadelphia"}, "priceRange": null, "distance": 256.7957976837395, "description": "Just as the name suggests, Penn Treaty Park is the site where William Penn signed the “Great Treaty” with Native Americans. Whether such a meeting ever occurred may be debatable, but the stunning views of the Ben Franklin Bridge and the Delaware River are not. The newly installed playground equipment will surely delight the younger crowd; while the whole family enjoys picnicking on the expansive lawn and watching the boats pass by.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Race Street Pier", {"placeName": "Race Street Pier", "url": "http://www.delawareriverwaterfront.com/places/race-street-pier", "location": {"latitude": 39.953133, "longitude": -75.138762}, "address": {"streetAddress": "Race St and N Columbus Blvd", "city": "Philadelphia"}, "priceRange": null, "distance": 256.43112229245503, "description": "The newly renovated and named, Race Street Pier opened in May 2011. While still a young park, it has quickly gained a following of lunch-breakers, yogis, tourists and runners. Check the website for upcoming events, such as free yoga, to take full advantage of this little haven under the Ben Franklin Bridge. Keep an eye on this area over the next few years. The pier is the first completed project of an ongoing master plan that proposes open space improvements every half mile along the central Delaware River.", "categories": ["attractions", "public", "spaces"]}, 0], ["Dilworth Park", {"placeName": "Dilworth Park", "url": "http://centercityphila.org/parks/dilworth-park", "location": {"latitude": 39.952527, "longitude": -75.165214}, "address": {"streetAddress": "1 S 15th St", "city": "Philadelphia"}, "priceRange": null, "distance": 255.05468657573303, "description": "Dilworth Park, originally William Penn’s Center Square, is hard to miss. Located on the west side of City Hall, it provides respite right in the heart of Center City. With its central location, it serves as a gateway to public transportation. Dilworth Park was completely renovated and reopened in 2014 and now boasts an interactive fountain, lawn, tree grove, seating areas, café and seasonal activities. Visit in the winter to go ice skating or in the summer for live musical performances, outdoor movies and happy hour at the Dilworth Park Café and Air Grille.", "categories": ["attractions", "public", "spaces"]}, 0], ["Washington Square", {"placeName": "Washington Square", "url": "https://www.nps.gov/inde/learn/historyculture/places-washingtonsquare.htm", "location": {"latitude": 39.947276, "longitude": -75.153649}, "address": {"streetAddress": "210 W Washington Sq", "city": "Philadelphia"}, "priceRange": null, "distance": 255.7175076976646, "description": "One of William Penn’s five original squares, Washington Square has a rich history. It originally served as a burial ground and pasture but in the 19th century trees, paths, benches, lamps and fencing were added to turn it into a true park. In the mid-20th century, a memorial to Washington and an eternal flame for unknown soldiers of the American Revolution made their debut. Don’t forget to check out the Moon Tree, a clone of a sycamore tree whose seed was carried by an astronaut on Apollo XIV.", "categories": ["parks", "gardens", "attractions"]}, 0], ["FDR Park", {"placeName": "FDR Park", "url": "http://www.fdrpark.org", "location": {"latitude": 39.905683, "longitude": -75.175796}, "address": {"streetAddress": "1500 Pattison Ave", "city": "Philadelphia"}, "priceRange": null, "distance": 255.03935293220275, "description": "South Philly is famous for more than just the cheesesteaks. Visit FDR Park, just south of the stadiums, to find remarkable lagoons, creeks and lakes. Fish, boat, golf, bird watch, play sports, picnic or just meander through this glorious gem. Note the internationally renowned FDR Skate Park, which draws professional skaters and bladers from around the globe. The boathouse, gazebo and American Swedish Historical Museum are relics from the 1926 Sesquicentennial Exposition, America’s 150th birthday celebration, so make sure to show them some love.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Valley Forge Park", {"placeName": "Valley Forge Park", "url": "https://www.nps.gov/vafo/index.htm", "location": {"latitude": 40.102052, "longitude": -75.446917}, "address": {"streetAddress": "1400 N Outer Line Dr", "city": "King of Prussia"}, "priceRange": null, "distance": 238.83214279409376, "description": "Valley Forge Park is both a beautiful collection of rolling hills and a living monument to the Revolutionary War. This site housed the Continental Army encampment under General George Washington in the winter of 1777-78. Stop in at the Visitor Center to learn more about the rich history and the many significant sites you will see such as Washington’s Headquarters, Muhlenberg Brigade Huts, Washington Memorial Chapel, Varnum’s Headquarters and the PC Knox Estate. Aside from hiking and exploring the area on foot, you can also opt for a self-guided driving tour, cell phone-guided tour, 90-minute trolley tour (ADA accessible), private guided tour or bicycle tour (bike rentals and guided bike tours are available).", "categories": ["parks", "gardens", "attractions"]}, 0], ["Haddonfield Farmers’ Market", {"placeName": "Haddonfield Farmers’ Market", "url": "http://www.haddonfieldfarmersmarket.org", "location": {"latitude": 39.897578, "longitude": -75.03237}, "address": {"streetAddress": "150 Kings Hwy E", "city": "Haddonfield"}, "priceRange": "$$", "distance": 262.6248499946236, "description": "While you’ll see a lot of familiar vendors at most farmers’ markets around town, this South Jersey spot plays home to some unique vendors you may not find around these parts. Buck Wild Bison takes a whole-animal approach to butchery, making everything from jerky and sausage to pet treats. Muth Farms crafts beautiful bouquets of sustainably grown flowers, and Anita’s Guacamole spins a spread of delicious vegan dips.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Collingswood Farmers’ Market", {"placeName": "Collingswood Farmers’ Market", "url": "http://www.collingswoodmarket.com", "location": {"latitude": 39.915725, "longitude": -75.070046}, "address": {"streetAddress": "713 N Atlantic Ave", "city": "Collingswood"}, "priceRange": "$$", "distance": 260.44464421136195, "description": "Philadelphians have a thing for South Jersey produce, and this big-hearted market under a bypass in nearby Collingswood is a great place to get your fix. In the height of summer, Eckert’s Corn sells the best cobs in town and Duker T’s Catering keeps those Jersey tomatoes fresh all year round by pickling and canning them. Four-legged friends flock to La Pooch Patisserie for handcrafted dog treats.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Bryn Mawr Farmers’ Market", {"placeName": "Bryn Mawr Farmers’ Market", "url": "https://farmtocity.org", "location": {"latitude": 40.020636, "longitude": -75.316579}, "address": {"streetAddress": "Lancaster and Morris Aves", "city": "Bryn Mawr"}, "priceRange": "$$", "distance": 246.4184679153462, "description": "The Main Line’s largest market has plenty of gorgeous seasonal veggies but there’s so much more than produce to be had here. Tooth of the Lion mixes up healing homeopathic tinctures and teas, Frecon Farms brings in sweet and hard cider and Firehouse sells freshly fried doughnuts. The hours are kind of tricky, so listen up: It’s open every Saturday from 9am to 1pm from May through December, and then every first, third and fifth Saturday from 10am to noon from January through April.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Ambler Farmers’ Market", {"placeName": "Ambler Farmers’ Market", "url": "http://amblermainstreet.org/ambler-farmers-market", "location": {"latitude": 40.153334, "longitude": -75.224942}, "address": {"streetAddress": "29 W Butler Pike", "city": "Ambler"}, "priceRange": "$$", "distance": 250.07150657612598, "description": "It’s worth the trip out to the ’burbs to stock up on everything from Ridge Valley Farm maple syrup to Boardroom Spirits whiskey and brandy and rare bottles from Ambler’s cult brewery, Forest & Main. Pottstown charcuterie powerhouse Freeland Market shows up each week with an array of sausages, confites, pâtés and terrines.", "categories": ["shopping", "markets", "fairs"]}, 0], ["52nd & Haverford Farmers’ Market", {"placeName": "52nd & Haverford Farmers’ Market", "url": "http://thefoodtrust.org/farmers-markets/market/52nd-haverford", "location": {"latitude": 39.964892, "longitude": -75.224538}, "address": {"streetAddress": "52nd St and Haverford Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 251.81705367680368, "description": "The health benefits of shopping local are huge, especially when picking up local okra, garlic and leafy chard from Mill Creek Farm, located just two blocks from this market in Haddington. To further promote well-being in the community, staff from nearby Lankenau Medical Center come onsite on select Wednesdays to provide free health screenings to market goers—checking for things like blood pressure and BMI.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Chestnut Hill Farmers’ Market", {"placeName": "Chestnut Hill Farmers’ Market", "url": "http://www.marketatthefareway.com", "location": {"latitude": 40.067996, "longitude": -75.196784}, "address": {"streetAddress": "7673 Germantown Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 252.2465413906032, "description": "Tables pop up along Germantown Avenue in Chestnut Hill every Saturday, holding chests full of meats, poultry and dairy from Taproot and Rineer Farms, baskets of delicate morel and maitake mushroom and jars of honey from Randalia Hives. A rotating lineup of food trucks park here on a regular basis, but most weeks you can find over-the-top sweet and savory options from Foolish Waffles.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Swarthmore Farmers’ Market", {"placeName": "Swarthmore Farmers’ Market", "url": "http://www.swarthmorefarmersmarket.org", "location": {"latitude": 39.902817, "longitude": -75.348289}, "address": {"streetAddress": "121 Park Ave", "city": "Swarthmore"}, "priceRange": "$$", "distance": 246.07232379314271, "description": "In keeping with this community’s smalltown vibes, this weekly farmers’ market has a uniquely family-friendly feel. Shoppers can sip cups of Green Street Coffee and nibble on Market Day caneles while browsing Berry Patch and Davidson Exotic produce. All season long, acoustic musicians provide a soothing soundtrack, and local artists host demos for kids and grownups, alike.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Cecil B. Moore Farmers’ Market", {"placeName": "Cecil B. Moore Farmers’ Market", "url": "http://thefoodtrust.org/farmers-markets/market/cecil-b-moore", "location": {"latitude": 39.978683, "longitude": -75.157866}, "address": {"streetAddress": "Broad St and Cecil B. Moore Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.15660636957202, "description": "College campuses aren’t exactly brimming with options for buying fresh, local produce but the Food Trust is hoping to change that with its seasonal market on Temple University’s campus. Mt. Pleasant Organics brings in fruits and vegetables along with ready-to-eat snacks perfect for an all-night cram session, including breads, pastries and soups.", "categories": ["shopping", "markets", "fairs"]}, 0], ["University Square Farmers’ Market", {"placeName": "University Square Farmers’ Market", "url": "https://farmtocity.org", "location": {"latitude": 39.953146, "longitude": -75.194787}, "address": {"streetAddress": "36th and Walnut Sts", "city": "Philadelphia"}, "priceRange": "$$", "distance": 253.5016944095382, "description": "Small but well-stocked, this weekday market in the middle of the Penn and Drexel campuses has everything students need to keep their diets and dorm rooms stocked with healthy locally grown grub. Beechwood organics trucks in crates of apples and seasonal stone fruits, Big Sky Bakery makes muffins and granola for breakfast and PetAl has petite potted plants to bring a little green into abode.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Fairmount Farmers’ Market", {"placeName": "Fairmount Farmers’ Market", "url": "http://thefoodtrust.org/farmers-markets/market/fairmount", "location": {"latitude": 39.967307, "longitude": -75.17375}, "address": {"streetAddress": "22nd St and Fairmount Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.44701010220257, "description": "A handful of quality farmers and makers convene across the street from the towering walls of Eastern State Penitentiary once a week throughout the spring and summer. Amish baked goods and fresh eggs sell out quickly while Urbanstead brings in Francisville-grown fruits and veggies farmed by local kids. On occasion, lucky shoppers can find locally foraged pawpaws, a native fruit that tastes downright tropical.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Singing Fountain Farmers’ Market", {"placeName": "Singing Fountain Farmers’ Market", "url": "https://farmtocity.org", "location": {"latitude": 39.930225, "longitude": -75.162997}, "address": {"streetAddress": "11th St and E Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.42128789305173, "description": "Going strong since 2006, this East Passyunk mainstay keeps it fresh with a rotating roster of craftsmen alongside produce pros. This season the market is welcoming Lost Bread, a Kensington-based bakery making loaves with locally grown and milled grains, and tamale specialist Taste of Puebla. On hot summer days, uniquely flavored water ices (think: rasberry basil or Shirley Temple-style) from D’Emilio’s Old World Ice Treat are there to cool off the crowd.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Fitler Square Farmers’ Market", {"placeName": "Fitler Square Farmers’ Market", "url": "http://thefoodtrust.org/farmers-markets/market/fitler-square", "location": {"latitude": 39.947332, "longitude": -75.17931}, "address": {"streetAddress": "23rd and Pine Sts", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.37541429734802, "description": "Fresh lettuces and herbs are for sale year round here thanks to the innovative folks at Brogue Hydroponics. Philly Fair Trade Roasters makes sure that your French presses and pour overs are stocked with locally roasted beans and Dock Street Brewery brings its West Philly-brewed beers to vend on a weekly basis.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Rittenhouse Square Farmers’ Market", {"placeName": "Rittenhouse Square Farmers’ Market", "url": "http://www.farmtocity.org", "location": {"latitude": 39.950156, "longitude": -75.170677}, "address": {"streetAddress": "18th and Walnut Sts", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.7953068986501, "description": "Setting up shop around the perimeter of Philly’s iconic urban oasis, this Rittenhouse Square bazaar is the place to go for fab, artisanal farmers’ market finds. Here shoppers can bring home Jersey-caught seafood, exotic succulents, fermented faves like kombucha and kimchi and stunning handmade chocolates.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Headhouse Farmers’ Market", {"placeName": "Headhouse Farmers’ Market", "url": "http://thefoodtrust.org/farmers-markets/market/headhouse", "location": {"latitude": 39.942198, "longitude": -75.145572}, "address": {"streetAddress": "2nd and Lombard Sts", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.196406225569, "description": "On Sunday mornings, this South Street-adjacent market welcomes 40-plus vendors and a steady flow of shoppers. Along with an excellent array of produce from favorites like Beechwood Organics, Headhouse is a great place to stock up for a party with wines from Paradocx, Ploughman cider and charcuterie made at by Nick Macri’s LaDivisa Meats, a Reading Terminal butcher shop.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Philadelphia Rock Gym", {"placeName": "Philadelphia Rock Gym", "url": "https://www.philarockgym.com", "location": {"latitude": 40.008608, "longitude": -75.184161}, "address": {"streetAddress": "3500 Scotts Ln, suite B-3", "city": "Philadelphia"}, "priceRange": "$$", "distance": 253.4721133682595, "description": "Intended for both novice and advanced rock climbers, Philadelphia Rock Gym offers challenging indoor activities (as well as instruction) for folks of all ages in a supportive and chill environment. The 15,000-square-foot facility features 40 top ropes, lead climbing, walls for bouldering and roped climbing, and a full, state-of-the-art fitness center. This gym is located in East Falls, but there are also PRG locations in nearby Oaks, Coatesville and Wyncote.", "categories": ["climbing", "fitness", "sports"]}, 0], ["HFS City Trampoline Park", {"placeName": "HFS City Trampoline Park", "url": "http://hfscity.com", "location": {"latitude": 39.983712, "longitude": -75.113581}, "address": {"streetAddress": "2829 Cedar St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 257.42138867439036, "description": "Have a little one bouncing off the walls? Let them get it out of their system at HFS City, which offers open run and jump times in its parkour, trampoline and ninja parks. Kids aged 5 and up can climb walls, swing on bars and jump into a foam pit. Adventurous tots ages 2 to 4 can get in on the action, too, so long as they have their brave and willing caregivers close by. Prices range from $12 for 30 minutes to $30 for 120 minutes of play time. Monthly passes and memberships are available, too.", "categories": ["kids", "playgrounds"]}, 0], ["LEGOLAND Discovery Center", {"placeName": "LEGOLAND Discovery Center", "url": "https://philadelphia.legolanddiscoverycenter.com", "location": {"latitude": 40.115944, "longitude": -75.281993}, "address": {"streetAddress": "500 W Germantown Pike", "city": "Plymouth Meeting"}, "priceRange": "$$$", "distance": 247.3672122636076, "description": "You and your kiddos don’t have to live in—or go to—Center City to visit all the must-see Philadelphia attractions, such as the Philadelphia Museum of Art, City Hall, Citizen’s Bank Park or Pat’s King of Steaks. You can see mini versions—created with Legos—at the Plymouth Meeting Mall. When you’re finished ooh-ing and ahh-ing over the tiny creations, head to Pirate Adventure Island where kids can climb, slide and walk a plank. Children can ride a train, dodge lasers and, of course, build with LEGOS. LEGOLAND is hugely popular, so it can be crowded and disorganized. Try to visit early during the week to get the most out of your experience.", "categories": ["kids", "playgrounds"]}, 0], ["InMovement", {"placeName": "InMovement", "url": "http://phillyinmovement.com", "location": {"latitude": 39.952335, "longitude": -75.163789}, "address": {"streetAddress": "500 Kenilworth St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.1313122584629, "description": "If you live in or near Queen Village and your kid is into tumbling, this is definitely the place for you. Gymnastic equipment, such as tumbling mats, rings, trampolines, balance beams and a rock wall, keeps toddlers and school-aged children moving and bouncing. Keep your eyes peeled for Family Open Gym days, when you’re whole brood—yes, even you, moms and dads, can get in on the fun. Drop-in prices are $12 or $15 per child for 45 minutes. Discounted packages are also offered when you purchase six, 12, or 18 visits. Word to the wise: If you live outside the neighborhood, prepare to take public transportation. Parking in the area is sparse.", "categories": ["kids", "playgrounds"]}, 0], ["Smith Memorial Playhouse", {"placeName": "Smith Memorial Playground & Playhouse", "url": "http://smithplayground.org", "location": {"latitude": 39.981604, "longitude": -75.195517}, "address": {"streetAddress": "3500 Reservoir Dr", "city": "Philadelphia"}, "priceRange": null, "distance": 253.15577772088272, "description": "Set in East Fairmount Park, Smith Playground has been a wonderland for kids since the late 1800s. The playhouse, which is open year-round, is a 16,000-square foot, three story structure full of building toys, imaginary play areas and various craft projects designed for children five and under. The playground, which features a large Tot Lot for the younger set, is open from April 1st through December 30th. The real star of the show is the Ann Newman Giant Wooden Slide, which is polished to a slippery sheen every other week in-season. Grab a burlap sack off the pile and slide down the 39-foot long and 13-foot wide slope. Kids and adults alike will giggle in delight.", "categories": ["kids"]}, 0], ["LittleSPORT", {"placeName": "LittleSPORT", "url": "http://www.littlesport.net", "location": {"latitude": 39.947256, "longitude": -74.972631}, "address": {"streetAddress": "120 E Kings Hwy, suite 403", "city": "Maple Shade"}, "priceRange": "$$", "distance": 265.1841287641311, "description": "A hop, skip and a jump from Center City, LittleSPORT touts sports-themed play options for crawlers to 6 year olds. Founded and owned by a mom who wanted to work while playing with her kids, little athletes-in-training can shoot hoops and climb rocks, as well as slide, jump and ride on wheeled things in the arena. Daily drop-in rates are $10 per child, and $5 if you have a crawler.", "categories": ["kids", "playgrounds"]}, 0], ["Nest", {"placeName": "Nest", "url": "http://www.nestcentercity.com", "location": {"latitude": 39.948151, "longitude": -75.162437}, "address": {"streetAddress": "1301 Locust St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.24835341555152, "description": "This nature-inspired setup boasts locations in Center City and Chestnut Hill for newborns to 6-year-olds. There are picnic tables, a playhouse, a tree for climbing, and a babbling brook (made of shiny make-believe water) that your Earth child can cross via a balance-beam log. The Center City location offers classes, babysitting, a retail store, a café for grown-ups and even a hairsalon for kids.", "categories": ["kids", "playgrounds"]}, 0], ["Lulu’s Casita", {"placeName": "Lulu’s Casita", "url": "http://www.luluscasita.com", "location": {"latitude": 40.007612, "longitude": -75.291368}, "address": {"streetAddress": "6 Cricket Ave", "city": "Ardmore"}, "priceRange": "$$", "distance": 247.8697607686849, "description": "A family-owned business in Ardmore, Lulu’s is known for its warm vibe and awesome playthings. (Locals say it’s like being invited to the house of a friend whose toys are cooler than yours.) Geared for little ones up to age 5, the casita offers a ball pit, play fort and walls of magnetic boards and LEGOs. For parents, the café offers La Colombe coffee and edibles with a Latin twist.", "categories": ["kids", "playgrounds"]}, 0], ["PlayArts", {"placeName": "PlayArts", "url": "http://www.playartsphilly.com", "location": {"latitude": 39.969938, "longitude": -75.135634}, "address": {"streetAddress": "1241 N Front St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.41262498382207, "description": "A former music teacher opened this space in 2016, transforming an old public bathhouse in Fishtown into a community-minded family space catering mostly to the 6-and-younger crowd. The site is outfitted with a playhouse, lots of toys and a mezzanine-level “observation deck” that lets parents and caregivers encourage independent play while allowing them to keep an eye on their little troublemakers.", "categories": ["kids", "playgrounds"]}, 0], ["Kung Fu Necktie", {"placeName": "Kung Fu Necktie", "url": "http://www.kungfunecktie.com", "location": {"latitude": 39.970291, "longitude": -75.136032}, "address": {"streetAddress": "1250 N Front St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.3880339039201, "description": "The name’s damn fun to say and shows are damn fun to watch at this unmistakable Kensington venue, a quirky local watering hole with the soul of an old-school rock club. Situated right beneath the rumbling El, KFN features two floors, studded with odd artwork and various recreational diversions (pinball, billiards). The velvet-curtained stage, which will remind David Lynch heads of the Red Room from Twin Peaks, boasts a creepy-awesome Vaudeville-in-hell vibe.", "categories": ["bars", "dive"]}, 0], ["The Fire", {"placeName": "The Fire", "url": "http://thefirephilly.com/thefire", "location": {"latitude": 39.969903, "longitude": -75.143607}, "address": {"streetAddress": "412 W Girard Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.9958951689941, "description": "The Fire is a genuine independent Philly music venue with something of a reputation for hosting big acts before they actually get big. The no-frills Girard Avenue room does not have the amenities of some of Philly’s sparklier live-music destinations, but what it lacks in bells and whistles it more than makes up for in personality. Check in on its ever-morphing bookings, which can often touch punk rock, country and hip-hop, and the requisite gray-area genres in between, within the span of a single week.", "categories": ["music", "venues"]}, 0], ["PhilaMOCA", {"placeName": "PhilaMOCA", "url": "http://www.philamoca.org", "location": {"latitude": 39.962231, "longitude": -75.157463}, "address": {"streetAddress": "531 N 12th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.3537778806829, "description": "The acronym in the name of this unconventional Loft District event space stands for “Mausoleum of Contemporary Art,” and it’s not some sort of hifalutin metaphor—this building actually served as a showroom for a family-owned tombstone/mausoleum-making business that operated until the 1960s. Nowadays it’s anything but dead. The building, which still boasts its original, slightly-unsettling-but-very-cool exterior, is proudly multipurpose, host to hundreds of events a year ranging from live music and film screenings to burlesque and poetry readings.", "categories": ["performing", "space", "arts", "theater"]}, 0], ["Time", {"placeName": "Time", "url": "https://www.timerestaurant.net", "location": {"latitude": 39.949971, "longitude": -75.162519}, "address": {"streetAddress": "1315 Sansom St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.22386447115136, "description": "A stalwart bar, music club and restaurant just off the always-busy 13th Street corridor, Time hosts live local musicians every night it’s open, their jazz/rock/experimental sounds floating out onto Sansom Street through big picture windows that open onto the sidewalk. There’s also an under-the-radar second-floor lounge that plays host to DJs and unorthodox bookings like poetry and erotic fiction readings.", "categories": ["bars", "lounges"]}, 0], ["Ortlieb’s Lounge", {"placeName": "Ortlieb’s Lounge", "url": "http://ortliebslounge.ticketfly.com", "location": {"latitude": 39.9645, "longitude": -75.142326}, "address": {"streetAddress": "847 N 3rd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.12094102401227, "description": "This long-running Northern Liberties club, named after a long-defunct brewery that operated nearby for decades, is a narrow, mood-lit hideaway with a nostalgic feel, all candlelight, dark wood beams and plush studded booths. The vibe is a nod to its heritage as a jazz-only club, which it was for years, but nowadays Ortlieb’s hosts all manner of musicians on its modest elevated stage. The kitchen also cranks out some tasty and affordable Tex-Mex cuisine, which you might not know to try unless somebody told you.", "categories": ["music", "venues"]}, 0], ["The Trocadero Theatre", {"placeName": "The Trocadero Theatre", "url": "http://www.thetroc.com", "location": {"latitude": 39.953674, "longitude": -75.15726}, "address": {"streetAddress": "1003 Arch St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.45792648573308, "description": "A burlesque club turned art-house movie theater turned multi-use venue, “The Troc,” as it’s known by locals, oozes the type of historical character most nouveau developers can only dream of achieving. (Standing since 1870, it’s the only 19th-century Victorian theater of its kind still in active use today.) With room for roughly 1200, it hits that elusive music-venue sweet spot between cramped and cavernous, with multiple bars and a tiered-seating balcony providing a variety of viewpoints. Come by for a show or a weekly film screening upstairs. Bonus: Its location in the heart of bustling Chinatown makes for extremely easy pre- or post-show eating.", "categories": ["performing", "space", "arts", "theater"]}, 0], ["Forbidden Drive", {"placeName": "Forbidden Drive", "url": "https://www.fow.org", "location": {"latitude": 40.027511, "longitude": -75.192699}, "address": {"streetAddress": "4520 Forbidden Dr", "city": "Philadelphia"}, "priceRange": null, "distance": 252.83835880893741, "description": "For relatively easy hiking near Philadelphia, try Forbidden Drive, which follows the course of the Wissahickon Creek. It’s a gravel path, so it’s not too hard on the feet. If you’re looking for something a bit more challenging, try the Orange, White or Yellow Trail. And keep an eye on the calendar for guided hikes. Forbidden Drive connects to the Schuylkill River Trail via the Lincoln Drive Trail, so it’s possible to walk or bike the whole way there. Or you can access the park from Valley Green Inn, or a handful of other trailheads.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Benjamin Franklin’s Grave", {"placeName": "Christ Church Burial Ground", "url": "http://www.christchurchphila.org", "location": {"latitude": 39.950889, "longitude": -75.148919}, "address": {"streetAddress": "340 N 5th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.92476005242094, "description": "History lovers will want to prioritize a visit to Christ Church Burial Ground, where they’ll find the final resting places of prominent historic figures and other Revolutionary citizens—all of whom they'll learn about upon visiting. Perhaps the most notable of the gravesites here is that of Benjamin Franklin who is laid to rest alongside his wife Deborah near the corner of 5th and Arch streets. Passersby stop here daily to toss pennies on the Ben’s grave, an homage to the founding father's famous adage, “a penny saved is a penny earned.” Continue around the historic cemetery to find the headstones of other well-known figures, like John Dunlap, the guy who printed the Consitution and Declaration of Indpendence, and Francis Hopkinson, a poet and signer of said Declaration.", "categories": ["cemeteries", "attractions"]}, 0], ["United States Mint", {"placeName": "United States Mint", "url": "https://www.usmint.com", "location": {"latitude": 39.953415, "longitude": -75.149595}, "address": {"streetAddress": "151 N Independence Mall E", "city": "Philadelphia"}, "priceRange": null, "distance": 255.8615672648942, "description": "Philadelphia’s mint does not print paper money, but it does stamp coins by the tens of millions per day. The free self-guided tour explains what the process entails from start to finish as well as how the process of making money has changed from the very early days of the nation. Along the way, kids will get to design their own virtual coins, try to lift a sack of nickels and see what happens to all the money that falls off the conveyor belts.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Fireman’s Hall Museum", {"placeName": "Fireman’s Hall Museum", "url": "http://www.firemanshallmuseum.org", "location": {"latitude": 39.953311, "longitude": -75.142952}, "address": {"streetAddress": "147 N 2nd St", "city": "Philadelphia"}, "priceRange": null, "distance": 256.210069701719, "description": "If you’ve got a kid who loves firetrucks, this is a great way to spend an afternoon. Just outside of Old City, this restored firehouse offers close-up looks at antique firetrucks as well as artifacts rescued from some well-known fire-related events. Upstairs, kids can try on firefighter gear, sit and read books, and make 9-1-1 calls on a pretend phone. The tiny gift counter offers fun take-home items such as stickers, patches and a model firetrucks.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Boathouse Row", {"placeName": "Boathouse Row", "url": "http://www.boathouserow.org", "location": {"latitude": 39.969578, "longitude": -75.187478}, "address": {"streetAddress": "1 Boathouse Row", "city": "Philadelphia"}, "priceRange": null, "distance": 253.70449653039498, "description": "It’s gorgeous any time of day, but to get the full effect, visit this charming row of 19th-century boathouses along the Schuylkill River once the sun has set. Located just west of the Philadelphia Museum of Art, this group of boathouses are meticulously lined with tiny, perfect glittering lights which reflect off the water at night. Bring your camera to capture this iconic Philly view.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Performance Series at Curtis", {"placeName": "Curtis Institute of Music", "url": "http://www.curtis.edu", "location": {"latitude": 39.948788, "longitude": -75.170464}, "address": {"streetAddress": "1726 Locust St", "city": "Philadelphia"}, "priceRange": null, "distance": 254.82163359733534, "description": "Just around the corner from Rittenhouse Square, the Curtis Institute of Music is a conservatory offering students a variety of degrees in the areas of music and performance Among its illustrious alumni are folks like Leonard Bernstein, Lang Lang and violinist Hilary Hahn. But you don’t have to be a musical mastermind to reap benefits here. On Monday, Wednesday and Friday evenings from October to May, the institution holds free concerts in its 250-seat Field Hall. The performances not only offer its students ample opportunity to perform for the public as part of their education, but also offer the public an opportunity to listen to a vast array of talented, up-and-coming musicians without having to buy expensive concert tickets. Choose from a selection of family shows, opera, orchestra and more.", "categories": ["attractions"]}, 0], ["Yards Brewing Company", {"placeName": "Yards Brewing Company", "url": "http://www.yardsbrewing.com", "location": {"latitude": 39.960782, "longitude": -75.147054}, "address": {"streetAddress": "500 Spring Garden St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.91390551524955, "description": "Born in 1994 in a garage in Manayunk and operated under the leadership of Tom Kehoe, a pivotal figure in the Philly beer scene, Yards is dedicated to the tenets of community and sustainability. In late 2017, the iconic operation relocated to a massive 70,000-square-foot, 100,000-barrel-capacity brewery and taproom in Northern Liberties. Guests can stop in for flights off of the 20-tap draught line and beer-friendly fare from chef Jim Burke. Yards’ signature beers are all over the menu, including mustard accompanying a Bavarian pretzel, Philly Pale chicken with fried potatoes and greens, and a dessert float featuring Love Stout.\n\nRECOMMENDED: Full guide to the best Philadelphia breweries to visit right now", "categories": ["bars", "breweries"]}, 0], ["Bartram’s Garden", {"placeName": "Bartram’s Garden", "url": "https://bartramsgarden.org", "location": {"latitude": 39.932563, "longitude": -75.21614}, "address": {"streetAddress": "5400 Lindbergh Blvd", "city": "Philadelphia"}, "priceRange": null, "distance": 252.61790615241617, "description": "America’s oldest living botanical garden is a 45-acre landmark that offers visitors the opportunity to browse a selection of native plants, pore through the archives in the library, or take a luxurious walk through the eight-acre garden. While there is an opportunity to purchase guided tour tickets, admission to the grounds is always free of charge.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Sister Cities Park", {"placeName": "Sister Cities Park", "url": "http://centercityphila.org/parks/sister-cities-park", "location": {"latitude": 39.957946, "longitude": -75.169313}, "address": {"streetAddress": "210 N 18th St", "city": "Philadelphia"}, "priceRange": null, "distance": 254.78077642760326, "description": "Located at the midpoint of the Benjamin Franklin Parkway and in front of the stunning Cathedral Basilica of Saints Peter and Paul, this relatively new park celebrates Philadelphia’s 10 “sister cities” across the world. Let the kids run wild in the Children’s Discovery Garden, which mimics elements of nearby Wissahickon Park with a trickling stream and scalable rocks. They can also splash around in the Sister Cities fountain or sail miniature sailboats on the nearby boat pond. Art lovers will notice Robert Indiana’s AMOR sculpture, which was presented to the city to commemorate Pope Francis’s historic visit here in 2015. To round out the day, grab a bite to eat at Logan Square Café, which serves soups, sandwiches, pizza and more from 8am to 5pm every day.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Mural Mile", {"placeName": "Mural Arts Philadelphia", "url": "https://www.muralarts.org", "location": {"latitude": 39.965425, "longitude": -75.166859}, "address": {"streetAddress": "1727-29 Mt Vernon St", "city": "Philadelphia"}, "priceRange": null, "distance": 254.827756283306, "description": "Mural Arts Philadelphia has managed the creation of more than 4,000 gorgeous murals around the city. In 1984, in an effort to clean up Philadelphia and remove unwanted drawings from buildings, artist Jane Golden commissioned local graffiti artists to create public art. Since then, murals have been popping up everywhere, brightening city blocks and bringing more attention to otherwise overlooked neighborhoods. Take one of two self-guided walking tours—Mural Mile North and Mural Mile South—to learn about the history of this groundbreaking project.", "categories": ["attractions"]}, 0], ["Institute of Contemporary Art", {"placeName": "Institute of Contemporary Art", "url": "http://icaphila.org", "location": {"latitude": 39.954113, "longitude": -75.195049}, "address": {"streetAddress": "118 S 36th St", "city": "Philadelphia"}, "priceRange": "free", "distance": 253.4772964336645, "description": "A small museum with a big resumé on the University of Pennsylvania’s campus, the Institute of Contemporary Art (ICA) has been mounting exhibitions of major contemporary artists since its opening in 1963. Determined to present what was “new and happening,” it brought Andy Warhol to Penn’s campus for his first-ever solo museum show in 1965. Since then, the ICA has presented artists such as Robert Mapplethorpe, Laurie Anderson, Glenn Ligon, Agnes Martin, Damian Ortega, Pepon Osorio and Lisa Yuskavage. ICA doesn't cost a dime to tour, so stop in and get your gratis culture fix.", "categories": ["design", "museums", "art"]}, 0], ["Free Concerts at the Kimmel Center", {"placeName": "Kimmel Center for the Performing Arts", "url": "https://www.kimmelcenter.org", "location": {"latitude": 39.946622, "longitude": -75.164911}, "address": {"streetAddress": "300 Broad St", "city": "Philadelphia"}, "priceRange": null, "distance": 255.13604072801166, "description": "You can’t miss this massive, multi-venue performing arts center located under a glass vaulted rooftop along the Avenue of the Arts. It serves as homebase to the Philadelphia Orchestra, the Pennsylvania Ballet and other local performing arts companies, as well as hosting jazz, rock and pop concerts throughout the week and weekend. The main stages here are the 2,500 seater Verizon Hall and the Perelman Theater, which holds 650 seats and a unique rotating stage. Chef Jose Garces handles catering here, so pop out into the lobby for wine, beer, cocktails or a small menu of snacks at the concessions stand in between shows. Speaking of the lobby: Check the Kimmel Center webpage for free performances held there throughout the year.", "categories": ["music", "venues"]}, 0], ["Historical Sites", {"placeName": "Independence National Historical Park", "url": "https://www.nps.gov/inde/index.htm", "location": {"latitude": 39.951478, "longitude": -75.149912}, "address": {"streetAddress": "1 N Independence Mall", "city": "Philadelphia"}, "priceRange": null, "distance": 255.86633677910933, "description": "Don’t be surprised if you spot people dressed in character from tricorn-hat down to square-buckled shoe in this historic part of the city. After all, Philly is the Cradle of Liberty. Visiting these 55 acres of National Park is a must for anyone coming to Philadelphia. The abundance of landmarks in this park—including Independence Hall, the Liberty Bell, Congress Hall, and the Ben Franklin Museum—speak to its extraordinary role in the founding of the nation. (Pro tip: Go early to procure the required free tickets at Independence Visitors Center for the popular Independence Hall tour.) There are plenty of beautiful green spaces to wander through and wonder about the courage it took Franklin, Thomas Jefferson, John Adams and the other freedom fighters to declare independence from England.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["The Barnes Foundation", {"placeName": "The Barnes Foundation", "url": "http://www.barnesfoundation.org", "location": {"latitude": 39.960519, "longitude": -75.17259}, "address": {"streetAddress": "2025 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.58129441402528, "description": "Though the decision to move the Barnes Foundation’s world-renowned collection from its original home in Lower Merion, Pennsylvania, to its current location on the Benjamin Franklin Parkway in 2012 was controversial, the merits of its art holdings are undoubtedly staggering. The founder, Albert C. Barnes, a wealthy chemist who invented the medicine Argyrol, amassed one of the leading collections of works by impressionist and modernist masters, including Vincent Van Gogh, Pablo Picasso, Henri Matisse and Henri Rousseau. The Barnes also has the distinction of housing the largest single collection of paintings by Pierre-Auguste Renoir and Paul Cézanne—including the latter’s ultra-famous works The Card Players and The Large Bathers. With so many noteworthy artists, it’s no wonder that the museum’s 4,000 works are worth an estimated $25 billion.", "categories": ["design", "museums", "art"]}, 0], ["The Market at DelVal", {"placeName": "The Market at DelVal", "url": "http://themarketatdelval.com", "location": {"latitude": 40.294063, "longitude": -75.15101}, "address": {"streetAddress": "2100 Lower State Rd", "city": "Doylestown"}, "priceRange": "$$", "distance": 253.10653444693025, "description": "Though you’ll have to pay a fee for admittance to the weekend Fall Fest, the bright side is this accessible farm and orchard jam-packs the day with things to do: apple-picking, an animal education mini-exhibit, a corn maze and the usual collection of inflatable attractions and storytimes. The highlight of the experience, though, is the assortment of Di Bruno Bros., Stonewall Kitchen and Rose Bank Winery goods available at the farmers’ market. Plus, pumpkin bars and, as the days get even colder, eggnog doughnuts.", "categories": ["shopping", "markets", "fairs"]}, 0], ["Merrymead Farm", {"placeName": "Merrymead Farm", "url": "http://www.merrymead.com", "location": {"latitude": 40.20935, "longitude": -75.333307}, "address": {"streetAddress": "2222 S Valley Forge Rd", "city": "Lansdale"}, "priceRange": "$$", "distance": 243.99366780248008, "description": "This Lansdale mainstay packs its patch with pumpkins perfect for both consumption and optimal carving. The farm gets some notable extra credit for its solid customer service—they’ll spill all you need to know about keeping your produce, pumpkin or otherwise in tip-top shape. For the farm’s most festive pumpkin experience, plan to attend the annual lighting of the “Great Pumpkin,” where adults can jam to live music and kids can sit cross-legged in the crisp fall air for story time.", "categories": ["farms", "attractions"]}, 0], ["Zimmerman’s Country Market", {"placeName": "Zimmerman’s Country Market", "url": "http://www.zimmermanscountrymarket.com", "location": {"latitude": 39.76938, "longitude": -75.121968}, "address": {"streetAddress": "425 Salina Rd", "city": "Sewell"}, "priceRange": "$$", "distance": 259.626722211195, "description": "The pride and joy of Gloucester County for pumpkins, you’ll find pumpkins both giant and mini here, plus gourds and Indian corn. For the patch, guests pay a flat fee to embark on a 20-minute hayride to the whimsical, purple and pint-sized “Hilda’s House,” where kids pick a small pumpkin and select a prize from Hilda’s Cauldron. It’s also the only farm that makes pumpkin donuts. Not to mention pumpkin cakes and iced cookies.", "categories": ["farms", "attractions"]}, 0], ["Hellerick’s Family Farm", {"placeName": "Hellerick’s Family Farm", "url": "http://www.hellericksfarm.com", "location": {"latitude": 40.371356, "longitude": -75.145523}, "address": {"streetAddress": "5500 N Easton Rd", "city": "Doylestown"}, "priceRange": "$$", "distance": 253.08754172796552, "description": "As much an amusement park as a pumpkin farm—seriously, there are potato sack races, a jungle trail maze, bull roping, bell ringing, etc.—the 18-acre Hellerick’s Family Farm is a charming experience for kids and adults. Eighteen dollars secures admission to the “Adventure Farm” all day, with as many as 45 activities accessible through the week. The real allure of Hellerick’s, though? The hilarious pumpkin-rolling competitions, where you’ll get lost watching kids gleefully chucking the lumpy orange globes down the Bucks County hillside.", "categories": ["farms", "attractions"]}, 0], ["Country Barn", {"placeName": "Country Barn", "url": "http://countrybarnmarket.com", "location": {"latitude": 40.030726, "longitude": -76.401081}, "address": {"streetAddress": "211 Donerville Rd", "city": "Lancaster"}, "priceRange": "$$", "distance": 189.63529880410536, "description": "Through October, during weekends, Country Barn offers a variety of pumpkins—both in size and color. Among them: Peanut Pumpkins, Jack-B-Littles and several types of gourds—not to mention, it’s your best bet for finding a green pumpkin, should that be your preference. Kids entertainment comes in the form of Barnyard Kingdom, an $11 admission that includes access to a five-acre corn maze, a pig show and petting zoo.", "categories": ["farms", "attractions"]}, 0], ["Springdale Farms", {"placeName": "Springdale Farms", "url": "http://www.springdalefarms.com", "location": {"latitude": 39.893777, "longitude": -74.968097}, "address": {"streetAddress": "1638 S Springdale Rd", "city": "Cherry Hill"}, "priceRange": "$$", "distance": 266.026698984335, "description": "This Jersey pumpkin-lovin’ outpost opens its patch near the end of September each year, offering a fairly standard experience—as far as pumpkin patches go—that’s rounded out with some exceptionally delicious pumpkin pie and pumpkin cream cheese available for purchase. Before picking your pumpkins, relax in the plant yard, where you’ll find everything from mums to fairy-garden decor. There’s not much in the way of thrills, really, but for approximately $10 kids and young adults can take part in the “Lost Civilizations”-themed corn maze.", "categories": ["farms", "attractions"]}, 0], ["Duffield’s Farm", {"placeName": "Duffield’s Farm", "url": "http://www.duffieldsfarm.com", "location": {"latitude": 39.736122, "longitude": -75.094157}, "address": {"streetAddress": "280 Chapel Heights Rd", "city": "Sewell"}, "priceRange": "$$", "distance": 261.55349261247943, "description": "Duffield’s has been growing and packing produce for Philadelphians for the better part of a century, and has been an in-the-family business all the while. Admittance buys guests time in the orchard, accessed by a hayride that leaves every half-hour. For a slightly different experience than the rest, wander in early to observe how the farm makes its warm apple cider donuts, and pick up an apple-walnut pie to indulge in later in the day.", "categories": ["farms", "attractions"]}, 0], ["Cherry Hill Orchards", {"placeName": "Cherry Hill Orchards", "url": "http://www.cherryhillorchards.com", "location": {"latitude": 39.979693, "longitude": -76.310299}, "address": {"streetAddress": "400 Long Ln", "city": "Lancaster"}, "priceRange": "$$", "distance": 194.98977335433526, "description": "The hike from the city is worth it to get to this mega-authentic orchard that is Lancaster’s largest. Ripe for the picking: Rambo, Cortland, Gold Delicious, Fortune and Jonagold varieties, among others—though you’ll want to act fast once picking begins for any variety, as most have a 10-day turnover. A picturesque picking experience, it’s also an environmentally sound one: While plucking nature’s candy from those branches, take a gander at one of the farm’s 750 solar panels in the distance.", "categories": ["farms", "attractions"]}, 0], ["Weaver’s Orchard", {"placeName": "Weaver’s Orchard", "url": "https://www.weaversorchard.com", "location": {"latitude": 40.212075, "longitude": -75.898494}, "address": {"streetAddress": "40 Fruit Ln", "city": "Morgantown"}, "priceRange": "$$", "distance": 214.2883778898981, "description": "Weaver Orchards has a near-overwhelming number of apple varieties waiting among its 35 acres and 18,000 trees—30, in total, which you can pick upon receiving a free wristband with your purchase of a 10- or 20-pound bag. Shizuka, Stayman and Star Gala—a mildly sweet apple perfect for snacking—are all standouts, lounging on reachable trees that the farm kindly boxes off for you (for prime pickings). Tip: Go for the Honeycrisps if they’re still there—just watch out for the bees that flock to them.", "categories": ["farms", "attractions"]}, 0], ["Highland Orchards", {"placeName": "Highland Orchards", "url": "http://www.highlandorchards.net/index.html", "location": {"latitude": 39.96102, "longitude": -75.697738}, "address": {"streetAddress": "1000 Marshallton Thorndale Rd", "city": "West Chester"}, "priceRange": "$", "distance": 227.14071984334376, "description": "A free tractor shuttle takes guests to the orchard, but the apple-picking is hardly the only attraction here. Don’t leave without treating yourself to an apple cider donut from the bakery, and if you’re up for it, splurge on the $7 evening hayride—held on Friday and Saturdays and topped off with a cup of apple cider, served around a campfire. You can even order apple cider donuts in advance of the hayride to enjoy during the journey.", "categories": ["farms", "attractions"]}, 0], ["Shady Brook Farm", {"placeName": "Shady Brook Farm", "url": "http://shadybrookfarm.com", "location": {"latitude": 40.226965, "longitude": -74.886229}, "address": {"streetAddress": "931 Stony Hill Rd", "city": "Yardley"}, "priceRange": "$", "distance": 267.38102155542634, "description": "Take the family out to Yardley for some downhome fun at this interactive farm in Bucks County. There’s something happening here every season, including Fall Fest in the autumn, an Easter Egg Extravaganza in the spring and a holiday light show around the holidays. The attraction also doubles as a grocery of sorts, because you can pick fruits and vegetables all year long—everything from blackberries and peaches to apples, pumpkins, summer squash, heirloom tomatoes and sweet corn. If you don’t feel ilke foraging for your own, there’s a market on site with seasonal produce galore.", "categories": ["farms", "attractions"]}, 0], ["Styer Orchard", {"placeName": "Styer Orchard", "url": "http://www.styerorchard.com", "location": {"latitude": 40.194879, "longitude": -74.897761}, "address": {"streetAddress": "97 Styers Ln", "city": "Langhome"}, "priceRange": "$", "distance": 266.97182712310314, "description": "A staple for Langhorne residents, the Field Family’s farm doesn’t flourish with dozens of varieties like some other nearby orchards, but they’re far and away the destination for a tart apple—Jonathans and Empires, particularly. The orchard is within walking distance from the Styer entrance, if hayrides aren’t your thing, and the pricing is more than fair. Think: No-frills apple-picking on a budget.", "categories": ["farms", "attractions"]}, 0], ["Johnson’s Corner Farm", {"placeName": "Johnson’s Corner Farm", "url": "https://johnsonsfarm.com", "location": {"latitude": 39.919606, "longitude": -74.851315}, "address": {"streetAddress": "133 Church Rd", "city": "Medford"}, "priceRange": "$$", "distance": 271.83382935341655, "description": "Johnson’s is the feel-good family operation that keeps its options simple but executes them superbly. The farm grows 10 varieties of apples in total, but go for the Fuji or Granny Smith varities to make an autumn-approved apple pie (they start ripening in early October). There are also harvest fests held every weekend throughout fall, for the complete family-fun experience of hayrides, corn mazes and, uniquely and somewhat bizarrely, gem mining.", "categories": ["stores", "shopping", "grocery"]}, 0], ["Solebury Orchards", {"placeName": "Solebury Orchards", "url": "http://www.soleburyorchards.com", "location": {"latitude": 40.3836, "longitude": -75.027305}, "address": {"streetAddress": "3325 Creamery Rd", "city": "New Hope"}, "priceRange": "$$", "distance": 259.2649479277174, "description": "An early bird in the apple-picking season (they start at the end of August), Solebury, located in bucolic New Hope, hits that sweet spot for folks who can’t quite let go of summer (there’s a colorful neighboring flower garden you can frolic through) but are still in full-on apple-picking mode. Go on weekends for the hayride experience. And, if you’re an apple snob, watch the website to keep up with what varieties are being picked that weekend—lest you be stuck with a tarter or sweeter apple than you’re craving.", "categories": ["farms", "attractions"]}, 0], ["A giant slice at Lorenzo & Sons Pizza", {"placeName": "Lorenzo and Sons Pizza", "url": "http://www.lorenzoandsons.com", "location": {"latitude": 39.941489, "longitude": -75.147959}, "address": {"streetAddress": "305 South St", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.07957876119616, "description": "Philadelphians have a wide spectrum of opinions about Lorenzo’s big-as-your-face slices, but virtually no Philadelphia pizza is more famous than this South Street source of greasy goodness. Skip the whole pies and opt for the no-frills cheese pizza—and plan to eat it after a late night, when the affordable price and mega-size will leave you most satisfied. The shop gets extra points for keeping the line moving, so don’t be be put off when you see it a queue wrapped around the street.", "categories": ["pizza", "restaurants"]}, 0], ["Colorful doughnuts at Federal Donuts", {"placeName": "Federal Donuts", "url": "http://www.federaldonuts.com", "location": {"latitude": 39.932333, "longitude": -75.147651}, "address": {"streetAddress": "1219 S. Second St.", "city": "Philadelphia"}, "priceRange": "$", "distance": 256.1991227399496, "description": "Acclaimed Philly chef Michael Solomonov is best known for his takes on modern Israeli cuisine at his spots Zahav and Dizengoff, but there’s more in his arsenal than just hummus. Solomonov has proven to have a way with the fryer, and at his sensationally popular four-location restaurant Federal Donuts, the chef turns out immensely craveable baskets of fried chicken accompanied a light, cakey honey doughnut (no waffles here, folks). The dry-brined, twice-fried bird features a shatteringly crisp crust inspired by Korean-style fried chicken and comes slathered in the diner’s choice of chili garlic, soy garlic or honey ginger glaze.", "categories": ["american", "restaurants"]}, 0], ["Mount Moriah Cemetery", {"placeName": "Mount Moriah Cemetery", "url": null, "location": {"latitude": 39.930085, "longitude": -75.233851}, "address": {"streetAddress": "62nd and Kingsessing Ave", "city": "Philadelphia"}, "priceRange": null, "distance": 251.72123801883174, "description": null, "categories": ["cemeteries", "attractions"]}, 0], ["The sidewalk café scene at Parc", {"placeName": "Parc", "url": "http://www.parc-restaurant.com", "location": {"latitude": 39.948973, "longitude": -75.171005}, "address": {"streetAddress": "227 S 18th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.7912946903164, "description": "Overlooking verdant Rittenhouse Square, Parc channels the energy and style of a charming Paris bistro. The restaurant is open for breakfast, lunch and dinner, serving French specialties like onion soup and escargots in a light-drenched space with plenty of seating. The breakfast menu includes favorites like quiche Lorraine, ham and gruyere croissants and pain au chocolat. No matter what you order, you’ll get to dig into a mouthwatering variety of fresh breads delivered to every table.", "categories": ["french", "restaurants"]}, 0], ["Latte art at La Colombe", {"placeName": "La Colombe", "url": "https://www.lacolombe.com", "location": {"latitude": 39.97123, "longitude": -75.13401}, "address": {"streetAddress": "1335 Frankford Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.48380281340775, "description": "Practically a force of nature in Philadelphia, La Colombe coffee can be found in a slew of restaurants—and even markets selling cans of its well-regarded “draft lattes.” But if you want the full experience, step into the shop’s cavernous marquee location in Fishtown, where you’ll grab the signature coffee (a medium-to-dark roast) neatly served up with a dainty cup of cream and sugar cube on a plate—made better in the context of the space’s hanging globe lights and coffee-themed art. La Colombe doesn’t just do affordable luxury; it perfects it. Only catch: no Wi-Fi, so laptop toters should steer clear.", "categories": ["coffee", "shops", "restaurants"]}, 0], ["Kelpius Cave", {"placeName": "Kelpius Cave", "url": "http://www.youtube.com/user/StampsPixDotCom", "location": {"latitude": 40.031117, "longitude": -75.190292}, "address": {"streetAddress": "775 W Hermit Ln", "city": "Philadelphia"}, "priceRange": null, "distance": 252.92958801673376, "description": null, "categories": [""]}, 0], ["The floral sequined wall at Shop 543", {"placeName": "Urban Shop 543", "url": "http://www.shop543.com", "location": {"latitude": 39.887968, "longitude": -75.178078}, "address": {"streetAddress": "5000 S Broad St", "city": "Philadelphia"}, "priceRange": null, "distance": 255.13409821998516, "description": null, "categories": [""]}, 0], ["Shofuso Japanese House and Garden", {"placeName": "Shofuso Japanese House and Garden", "url": "http://www.japanesehouse.org", "location": {"latitude": 39.981345, "longitude": -75.213084}, "address": {"streetAddress": "Lansdowne Dr and Horticultural Dr", "city": "Philadelphia"}, "priceRange": null, "distance": 252.2394096359947, "description": "Although it is located within West Fairmount Park, the Shofuso Japanese House and Garden deserves its own spot in the limelight. This traditional-style Japanese house was originally conceived as part of an exhibition at the Museum of Modern Art in NYC, but was moved to Philadelphia in the 1950s to the site of a Japanese garden that has roots dating back to the 1876 Centennial Exposition. When in need of a moment of Zen, visit Shofuso and enjoy the koi pond, tea garden and house. Check the website for ongoing programming, classes, events and exhibitions. Shofuso is especially popular in the spring during cherry blossom season.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Cheesesteak Vegas at Geno’s Steaks", {"placeName": "Geno's Steaks", "url": "http://www.genosteaks.com", "location": {"latitude": 39.933626, "longitude": -75.158956}, "address": {"streetAddress": "1219 s 9th Street", "city": "Philadelphia"}, "priceRange": null, "distance": 255.5936438842855, "description": null, "categories": ["vendors", "street", "attractions"]}, 0], ["Pat’s and Geno’s", {"placeName": "Italian Market", "url": "http://italianmarketphilly.org", "location": {"latitude": 39.937451, "longitude": -75.158182}, "address": {"streetAddress": "S 9th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.59071863161225, "description": "Seven days a week and year-round find an old world Italian market bustling on 9th Street. It’s just as you picture it: links of cured sausage and garlic ropes hanging from the awnings of outdoor stalls, the smell of fresh tomatoes and basil wafting through the neighborhood and a seemingly endless selection of baked goods and produce to nibble on as you stroll. Most vendors open daily at 8am.", "categories": ["shopping", "markets", "fairs"]}, 0], ["The Rocky Statue and the Rocky Steps", {"placeName": "The Rocky Statue and the Rocky Steps", "url": "http://www.rockystatue.com/the-statue", "location": {"latitude": 39.96513, "longitude": -75.180538}, "address": {"streetAddress": "2600 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": null, "distance": 254.1155096909971, "description": "“Gonna Fly Now.” That’s the song written by Bill Conti that everyone hums as they run up the steps of the Philadelphia Museum of Art. If you don’t know the Rocky theme, learn it. And maybe get in a few training runs before you sprint up the 72 steps and raise your arms aloft victoriously. Rocky, the movie starring Sylvester Stallone, is still as inspiring as it was when it won the 1977 Academy Award for best picture. At the foot of the steps, off to the north side, is a 10-foot statue of Rocky Balboa created for Rocky III. Don’t be a bum. Snap a selfie with the champ—just be prepared to wait in line for it.", "categories": ["memorials", "attractions", "monuments"]}, 0], ["Philadelphia’s Magic Gardens", {"placeName": "Philadelphia’s Magic Gardens", "url": "https://www.phillymagicgardens.org", "location": {"latitude": 39.942462, "longitude": -75.156178}, "address": {"streetAddress": "1020 South St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.63905113973857, "description": "You’ll know you’re approaching the entrance to Philadelphia’s Magic Gardens, a non-profit art museum and gallery on South Street, when you start to notice bits of colored glass and shards of broken pottery embedded into the facades of the buildings surrounding you. Once you do arrive, there’s no mistaking that you’re in the midst of something cooler than you’d ever expected. Artist Isaiah Zagar has been creating art on South Street since the 1960s and this half-block collection is an immersive experience you won’t want to miss.", "categories": ["design", "museums", "art"]}, 0], ["City Hall", {"placeName": "Philadelphia City Hall", "url": "http://www.phlvisitorcenter.com/attraction/city-hall-visitor-center", "location": {"latitude": 39.951581, "longitude": -75.163357}, "address": {"streetAddress": "1401 John F Kennedy Blvd", "city": "Philadelphia"}, "priceRange": null, "distance": 255.16222988764596, "description": "Walk the halls of this magnificent Beaux Arts-style building, topped with a massive bronze statue of William Penn. It’s open for tours of its public rooms as well as to the observation deck for a tremendous 360-degree view of the city. On the apron of City Hall sits the recently renovated Dilworth Park. Go there for ice skating in the winter or live music, barbecue, beer and outdoor movie screenings in the summer. Across the street is LOVE Park, scheduled to reopen in September of 2017, after undergoing a thorough spiffing up. Its iconic Robert Indiana LOVE sculpture is set to return then, too.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Eastern State Penitentiary", {"placeName": "Eastern State Penitentiary", "url": "https://www.easternstate.org", "location": {"latitude": 39.968328, "longitude": -75.17272}, "address": {"streetAddress": "2027 Fairmount Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.48988496795144, "description": "This massive Gothic-styled fortress, now mostly in ruins, was built almost 200 years ago in 1829. With encircling walls as high as 30 feet, the pen represents a rejected institutional idea—that through isolation and complete silence criminals would become penitent and feel true regret. Take the self-guided audio tour narrated by actor Steve Buscemi and learn about the prison, once the most famous in the world that housed Al Capone and “Slick Willie” Sutton. Closed in 1971, today it remains only partially renovated with many crumbling cell blocks still on view. If you think you can handle it, check out the venue's annual “Terror Behind the Walls” Halloween haunted-house event each fall.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Franklin Square", {"placeName": "Franklin Square", "url": "http://www.historicphiladelphia.org/franklin-square/what-to-see", "location": {"latitude": 39.955643, "longitude": -75.150497}, "address": {"streetAddress": "200 N 6th St", "city": "Philadelphia"}, "priceRange": null, "distance": 255.78993328268632, "description": "This square, one of William Penn’s original five open-space parks, underwent a radical transformation in 2006 when Historic Philadelphia Inc. restored it from a creepy spot to be avoided into a child’s absolute, must-see destination. The beautiful fountain at its center has been restored, a delightful carousel spins and projects happy music, while a Philly-landmark-themed miniature golf course, a modern playground and a gourmet burger spot all beckon.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Morris Arboretum", {"placeName": "Morris Arboretum", "url": "http://www.business-services.upenn.edu/arboretum/index.shtml", "location": {"latitude": 40.089722, "longitude": -75.224167}, "address": {"streetAddress": "100 E Northwestern Ave", "city": "Philadelphia"}, "priceRange": null, "distance": 250.62006131548932, "description": "There is so much to delight in at this 92-acre Victorian arboretum in Chestnut Hill. There’s the elaborate miniature train display that features a series of tiny railcars motoring around a landscaped garden on a quarter-mile of track. Also designed for kids—and intrepid parents—is the Tree Adventure, a walkway built in the canopy of the trees 50 feet up with a “Squirrel Scramble” hammock-like nest made of steel mesh so visitors can hang out up in the trees. There’s also a beautifully manicured formal rose garden, mature trees and plants, a fernery, a romantic gazebo and pond with swans, a log cabin, rolling hills, sculptures and the occasional small woodland creature scampering in the underbrush.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Schuylkill River Trail", {"placeName": "Schuylkill River Trail", "url": "http://www.schuylkillrivertrail.com", "location": {"latitude": 39.969583, "longitude": -75.187632}, "address": {"streetAddress": "1 Boathouse Row (a good starting point)", "city": "Philadelphia"}, "priceRange": null, "distance": 253.69638762701828, "description": "Some city dwellers love the challenge of going for a run through the streets and dodging distracted drivers barreling past them in cars. But for the rest of us who just want to go for a blissed-out run or bike ride, head to the Schuylkill River Trail. It is an extraordinary example of communities and local governments working together for the greater good. It’s currently a 26.5-mile protected trail that begins in Center City, winds its way through Valley Forge National Historical Park and ends up in Chester County’s Phoenixville. The approximately 10-mile section through Philadelphia runs along the Schuylkill River Banks and—in addition to being a place for walking, running and cycling—offers plenty of room for activities, like yoga, boarding in a skate park, moonlight kayaking tours and summer outdoor movie screenings.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Fairmount Park", {"placeName": "Fairmount Park", "url": "https://myphillypark.org", "location": {"latitude": 39.969583, "longitude": -75.187632}, "address": {"streetAddress": "1 Boathouse Row", "city": "Philadelphia"}, "priceRange": null, "distance": 253.69638762701828, "description": "This sprawling park that runs on both sides of the Schuylkill River is the city’s largest and has bragging rights to dozens of cool attractions. The park is also home to many ongoing sports leagues (soccer, basketball, rugby, baseball) for locals. Same with the boathouses that accommodate the rowing clubs along Kelly Drive, tennis courts, pools, equestrian facilities, mountain bike trails and the pump track for BMX-style riding. But there’s plenty to do for visitors who may have a shorter window of time. The Philadelphia Zoo and the Philadelphia Museum of Art are both within the park. Kids will thank you for taking them to the kid-friendly Please Touch Museum or Smith Memorial Playground and Playhouse, famous for its radically awesome huge wooden slide dating back to 1905. Don’t miss the stunning Shofuso Japanese House and Garden, built in 1953 in Nagoya, Japan. There are also 18th-century historic homes to tour, including Mount Pleasant, Strawberry Mansion, Lemon Hill and Sweetbriar. In the mood for some music? See what's playing at the open-air Mann Center or Dell Music Center. Told you there was a lot happening there. Get out and explore.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Philadelphia Zoo", {"placeName": "Philadelphia Zoo", "url": "http://www.philadelphiazoo.org", "location": {"latitude": 39.970684, "longitude": -75.195039}, "address": {"streetAddress": "3400 W Girard Ave", "city": "Philadelphia"}, "priceRange": null, "distance": 253.2971134580957, "description": "Whatever your views are on animals in captivity, the Philadelphia Zoo’s Zoo360 project is giving its inhabitants more room to roam and choice locations to observe visitors. Pay attention, there may be a Sumatran orangutan checking you out from overhead. Though it’s the oldest zoo in the nation—opened in 1874—it is a leader in this innovative system to get those animals up high. Begun in 2011, the zoo-wide project of animal exploration is built on a series of mesh wire trails about 20 feet above ground. These trails have expanded to include special paths and mazes including the Big Cat Crossing, the Treetop Trail for monkeys and lemurs, Great Ape Trail for bigger primates, Meerkat Maze, and the Gorilla Treeway running 300 feet. If you want to get high, too, take the 10-minute ZooBalloon ride over the Schuylkill River. The hot air balloon goes up 400 feet and offers stunning views of surrounding Fairmount Park.", "categories": ["aquariums", "attractions", "zoo"]}, 0], ["Rittenhouse Square", {"placeName": "Rittenhouse Square", "url": "http://friendsofrittenhouse.org", "location": {"latitude": 39.949261, "longitude": -75.172197}, "address": {"streetAddress": "18th and Walnut Sts", "city": "Philadelphia"}, "priceRange": null, "distance": 254.7257784002054, "description": "For those who love people-watching, Rittenhouse Square is endlessly fascinating. This elegant square with a rich history is one of the five open-space parks throughout the city originally planned by William Penn and built in 1683. Grab a sandwich from any of the nearby cafés, park yourself on a wooden bench in the beautifully maintained square and watch the show go by—from chic mommies and daddies playing with kids by the goat statue and busy professionals striding along to their offices to tattooed bike messengers hanging out on the 18th Street corner and crunchy hipsters playing hackey sack on the green. Besides the daily parade of Philadelphians going about their business, there’s also evening summer concerts, holiday celebrations, art fairs and farmers’ markets in and around the square. After you’ve relaxed, head east along Walnut Street and shop the thoroughfare’s high-end boutiques. When you hit Broad Street, you’ve reached the end of the loosely used term, “Rittenhouse Row.”", "categories": ["parks", "gardens", "attractions"]}, 0], ["Historic Old City", {"placeName": "Historic Old City", "url": "http://www.oldcitydistrict.org", "location": {"latitude": 39.950307, "longitude": -75.144751}, "address": {"streetAddress": "S 2nd and Market Sts (good starting point)", "city": "Philadelphia"}, "priceRange": null, "distance": 256.1491151783726, "description": "This funky and historic section of town near the Delaware River is a blend of cafés, boutiques, restaurants, art galleries and some amazing historic gems. We all learned about Betsy Ross making the country’s flag back in grade school. Visit her house to see the birthplace of the stars and stripes and the stories behind its making. Want to see the oldest—and cutest—residential street in America? Check out Elfreth’s Alley, dating back to 1702, and stop in the Elfeth’s Alley Museum to learn more about this National Historic Landmark. Walk a few minutes to the historic Christ Church, founded in 1695, and active today. Revolutionary-era attendees of the Episcopal house of worship included Ben Franklin, George Washington, John Adams, Benjamin Rush and Sally Franklin Bache.", "categories": ["historic", "sites", "attractions", "buildings"]}, 0], ["Reading Terminal Market", {"placeName": "Reading Terminal Market", "url": "http://www.readingterminalmarket.org", "location": {"latitude": 39.953228, "longitude": -75.158955}, "address": {"streetAddress": "51 N 12th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.37421141724673, "description": "A bustling hive of locals and tourists, the Reading Terminal Market has more than 75 vendors and promises a sensational blend of smells and flavors. Your taste buds will thank you, but what to choose? Amish soft pretzels, shrimp pad thai, chicken pot pie, lobster mac and cheese, roast pork or po’ boy sandwiches, organic juices, artisanal coffee, maple bacon doughnuts, cannolis.… When President Obama visited a few years ago, he went for a sweet pepper and mushroom cheesesteak—and mint chocolate chip ice cream from Bassett’s. Operating since 1892, the food hall is a true Philly kind of experience, yo.", "categories": ["attractions"]}, 0], ["Atlantic City, New Jersey", {"placeName": "Borgata Hotel Casino & Spa", "url": "https://www.theborgata.com", "location": {"latitude": 39.378314, "longitude": -74.435144}, "address": {"streetAddress": "1 Borgata Way", "city": "Atlantic City"}, "priceRange": "$$$", "distance": 301.64302076004327, "description": "This upscale hotel and mega entertainment complex stares out over the marina in Renaissance Pointe, and is located just far enough away from the busy Atlantic City Boardwalk to give you that exclusive, away-from-the-fray experience.\n\nThe Borgata comprises two towering, gilded structures—the main building and the splurge-worthy Water Club. Rooms here are sleekly designed, with amenities like plush beds, flat-screen TVs, and marble bathrooms with standalone showers.\n\nOn the lower levels, you’ll find the glitzy casino rooms and an array of restaurants manned by top chefs like Wolfgang Puck (Wolfgang Puck American Grille), Bobby Flay (Bobby Flay Steak) and Michael Schulson (modern Japanese joint Izakaya). Looking for something more budget-friendly? There are also a handful of more-casual dining spots, such as a Starbucks and the Borgata Buffet.\n\nThe Borgata event center draws big-name comedy and musical acts, and in-house nightclubs such as Premier get particularly busy at night, and often host of-the-moment DJs like recent guests Diplo and Konflikt.\n\nFor a more relaxing experience, take a dip in one of the five swimming pools or book a treatment at the gorgeous Immersion Spa.", "categories": ["hotels"]}, 0], ["Urban Village Brewing Company", {"placeName": "Urban Village Brewing Company", "url": "http://urbanvillagebrewing.com", "location": {"latitude": 39.966561, "longitude": -75.139934}, "address": {"streetAddress": "1001 N 2nd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.22386636712133, "description": "The latest addition to the Piazza at Schmidt’s brings together the ever-pleasing combo of beer and pizza. Here, 13 beers on tap range from beet-spiked berliner weisse to coconut-chili porters. In the kitchen, a creative lineup of red and white wood-fired pizzas are joined by beer-friendly plates such as smoked wings and brisket-topped handout fries.", "categories": ["gastropubs", "restaurants"]}, 0], ["Brewery ARS", {"placeName": "Brewery ARS", "url": "http://breweryars.com/welcome", "location": {"latitude": 39.940011, "longitude": -75.155493}, "address": {"streetAddress": "1927-29 W Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.70238559216497, "description": "Brothers Andy and Sean Arsenault opened Brewery ARS in December 2016 in a former South Philly auto-body shop, where they offer on-tap varieties that might include offerings like Endnote, made with Ethiopian coffee; Passyunk Prime IPA; and Diggable, billed as an “IPA-ish” brew. While the facility doesn’t feature a kitchen, an arsenal of food trucks is often parked on site. Patrons are also welcome to bring their own food to enjoy while they sip their suds.", "categories": ["bars", "breweries"]}, 0], ["2nd Story Brewing Company", {"placeName": "2nd Story Brewing Company", "url": "http://www.2ndstorybrewing.com", "location": {"latitude": 39.948502, "longitude": -75.143471}, "address": {"streetAddress": "117 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.23601317641, "description": "Built on the concept of passion for great craft beer, 2nd Story Brewing Company creates its suds on site in Old City. The bi-level facility brews and serves classic varieties like the Declaration IPA, made with four types of hops, as well as unconventional options like the Schwartz Court, which incorporates notes of coffee and baker’s chocolate. A full cocktail and wine menu offers alternatives for non-beer lovers, and the from-scratch kitchen delights the taste buds with options like mussels, fish and chips, brisket poutine and house-made doughnuts.", "categories": ["restaurants"]}, 0], ["Boxcar Brewing Company", {"placeName": "Boxcar Brewing Company", "url": "http://www.boxcarbrewingcompany.com", "location": {"latitude": 39.96022, "longitude": -75.602352}, "address": {"streetAddress": "142 E Market St", "city": "West Chester"}, "priceRange": "$$", "distance": 232.12864137253175, "description": "Home brewers Jamie Robinson and Jason Kohser transformed their passion from a hobby into a business in 2007. Boxcar Brewing Company specializes in microbrews, with care and commitment evident in every batch. The family-friendly outpost in West Chester aims to make guests feel at home and welcome, with entertainment like old-school arcade games, live music, weekly Quizzo competitions, open-mic nights and more. While on site, patrons can enjoy Boxcar beers, cocktails, wine, shandies and a food menu that includes crowd-pleasers such as guacamole, flatbreads and seven varieties of poutine (seven!).", "categories": ["gastropubs", "bars"]}, 0], ["Sly Fox Brewing Company", {"placeName": "Sly Fox Brewing Company", "url": "http://www.slyfoxbeer.com/pottstown", "location": {"latitude": 40.264322, "longitude": -75.667963}, "address": {"streetAddress": "331 Circle of Progress Dr", "city": "Pottstown"}, "priceRange": "$$", "distance": 226.08139213630668, "description": "Sly Fox Brewing Company set up shop in 1995 and has since put out more than 100 inventive beer varieties. In 2006, the company opened the Mid-Atlantic region’s first craft beer canning facility, embracing the concept that stellar craft beer can, in fact, come in cans. Today, two separate sites are open to visitors: this brewery and tasting room in Pottstown and a brewhouse and eatery in Phoenixville. Stop in to try offerings like the Black Raspberry Reserve wheat ale, the Pikeland Pils German-style pilsner, and the Royal Weisse, a Bavarian-style wheat beer.", "categories": ["bars", "breweries"]}, 0], ["Iron Hill Brewery and Restaurant", {"placeName": "Iron Hill Brewery and Restaurant", "url": "https://www.ironhillbrewery.com/chestnut-hill-pa", "location": {"latitude": 40.075165, "longitude": -75.205228}, "address": {"streetAddress": "8400 Germantown Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 251.74002865433724, "description": "Iron Hill’s beer-laden empire includes twelve Philadelphia-area combination breweries and restaurants, including locations in Ardmore, Maple Shade, West Chester and Media. Each outpost offers a casual, family-friendly atmosphere in which to enjoy handcrafted beer and approachable cuisine, and on-tap and reserve brews vary by location. A jam-packed calendar of on-site events includes fun activities like gardening, yoga, painting and throwback dinners.", "categories": ["restaurants"]}, 0], ["Vault Brewing Company", {"placeName": "Vault Brewing Company", "url": "http://vaultbrewing.com", "location": {"latitude": 40.241919, "longitude": -74.839552}, "address": {"streetAddress": "10 S Main St", "city": "Yardley"}, "priceRange": "$$", "distance": 269.74926047022836, "description": "Vault Brewing Company’s Bucks County outpost channels the spirit of a Prohibition-era speakeasy. The facility is housed in a former bank that dates back to 1889, with the beer-conditioning cellar set in what was once a secure vault. Rather than equipping the venue with TVs and in-house entertainment capabilities, the space encourages patrons to connect and interact with one another. The food menu focuses on locally sourced, homemade dishes, and a rotating selection of on-tap brews might include options like the Coconut Lime IPA or the Full City Coffee Stout. Stop in on Tuesdays to taste test Vault’s experimental varieties.", "categories": ["bars", "breweries"]}, 0], ["Conshohocken Brewing Company", {"placeName": "Conshohocken Brewing Company", "url": "http://www.conshohockenbrewing.com", "location": {"latitude": 40.073242, "longitude": -75.293898}, "address": {"streetAddress": "739 E Elm St", "city": "Conshohocken"}, "priceRange": "$$", "distance": 247.10812031004988, "description": "Conshohocken Brewing Company is all about small-batch brews. Core varieties include the Type A IPA and the User Friendly blonde ale, while seasonal styles come in flavors like the Blood Money blood orange IPA and the Blueberry Berliner Weisse. Experimental options are usually available to try as well. The brewery operates two locations: this production brewery and taproom in Conshohocken and a brewpub and beer garden in Bridgeport, each of which serve beer on tap. Cocktails and wine are also on the menu in Bridgeport.", "categories": ["bars", "breweries"]}, 0], ["Tired Hands Brewing Company", {"placeName": "Tired Hands Brewing Company", "url": "http://www.tiredhands.com#tired-hands-brewing-co", "location": {"latitude": 40.008245, "longitude": -75.293797}, "address": {"streetAddress": "16 Ardmore Ave", "city": "Ardmore"}, "priceRange": "$$", "distance": 247.7361645516838, "description": "Inspired by brewing styles from France, Belgium and the USA, Tired Hands focuses on small-batch brews. The company embraces the concept of staying local, sourcing raw ingredients and giving back to the community. Two locations in Ardmore provide varying ways to enjoy the Tired Hands experience; this brew café serves a simple menu of house-baked breads, local cheeses, meats and seaonal produce, while the fermenteria (35 Cricket Terrace) offers dishes like tacos, ceviches and composed plates. And of course, both locations feature a variety of brews on tap.", "categories": ["bars", "breweries"]}, 0], ["Victory Brewing Company", {"placeName": "Victory Brewing Company", "url": "http://www.victorybeer.com", "location": {"latitude": 40.004614, "longitude": -75.693977}, "address": {"streetAddress": "420 Acorn Ln", "city": "Downingtown"}, "priceRange": "$$", "distance": 226.8428907566105, "description": "Founded by two friends who met on the sixth-grade school bus in 1973, Victory Brewing Company set up shop outside the city in 1996 and has since grown into a massive operation that distributes to 37 states and 10 countries. Three facilities comprise the Chester County-based business: a brewery and full-service restaurant in Downingtown, a brewhouse and restaurant in Parkesburg and Victory at Magnolia, a 300-seat brewpub in Kennett Square. The Downingtown and Parkesburg facilities offer public brewery tours, and private tours are available upon request.", "categories": ["bars", "breweries"]}, 0], ["Dock Street Brewery and Restaurant", {"placeName": "Dock Street Brewery and Restaurant", "url": "http://www.dockstreetbeer.com", "location": {"latitude": 39.947731, "longitude": -75.222687}, "address": {"streetAddress": "701 S 50th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 252.10362142112186, "description": "Head to West Philadelphia to enjoy exclusive brews, delicious bites and festive atmosphere at Dock Street Brewery and Restaurant. The brewery takes its name from the Philadelphia seaport district that was the nation’s largest producer of beer in the 1700s. Today, varieties on tap and in bottles range from traditional flavors like Honey Blonde and Summer Haze pale ale to experimental options like the Man Full of Trouble brown porter and the Louder than Bombs, which is brewed with blue agave nectar. Earlier in 2017, Dock Street opened a cannery and lounge next door to its flagship location, where guests can enjoy beer, cocktails and light bites.", "categories": ["bars", "breweries"]}, 0], ["Philadelphia Brewing Company", {"placeName": "Philadelphia Brewing Company", "url": "http://philadelphiabrewing.com", "location": {"latitude": 39.9823, "longitude": -75.126984}, "address": {"streetAddress": "2440 Frankford Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.7346494089023, "description": "Merging old-world style with modern techniques, Philadelphia Brewing Company operates in the oldest and largest brewing facility in Philadelphia. The brewery churns out more than a dozen varieties each year, most with monikers inspired by the City of Brotherly Love. Year-round offerings include options like Pennsylvania Pale Ale and Walt Wit, while limited and seasonal varieties have names like Rowhouse Red and Broken Bell Double IPA. The on-site Peacock Room Bar and Garden is open every day but Monday, and free tours and tastings are offered on Saturdays from noon until 3 p.m.", "categories": ["bars", "breweries"]}, 0], ["Cooperage Wine and Whiskey Bar", {"placeName": "Cooperage Wine and Whiskey Bar", "url": "http://cooperagephilly.com", "location": {"latitude": 39.949088, "longitude": -75.152412}, "address": {"streetAddress": "123 S 7th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.7620622356129, "description": "An easy decision if you’re out and about in Washington Square, this Curtis Center bar gets kudos for having generous portions with its happy hour “snacks” menu (see: the quesadillas and the pulled pork for $5) and a small but diverse rotation of draft beers for $4. Mixed drinks are priced at $6, and all house wines are marked down to $5. Be sure to get there early to snag one of the comfy outdoor booths that offer views of Jewelers’ Row.", "categories": ["bars", "wine"]}, 0], ["IndeBlue", {"placeName": "IndeBlue", "url": "http://www.indebluerestaurant.com/philadelphia-pa", "location": {"latitude": 39.948539, "longitude": -75.162026}, "address": {"streetAddress": "205 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.26552836691823, "description": "Situated in the heart of the Gayborhood, Indeblue offers modern and traditional Indian dishes like tandoori lollipop lamb chops, pork vindaloo and dal makhani. Enjoy live sitar music while admiring the rich golden brown décor during Sunday brunch or stop in for the $3-$5 happy hour from 5pm to close.", "categories": ["indian", "restaurants"]}, 0], ["Alla Spina", {"placeName": "Alla Spina (CLOSED)", "url": "http://allaspinaphilly.com", "location": {"latitude": 39.964385, "longitude": -75.161486}, "address": {"streetAddress": "1410 Mt Vernon St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.1200273569899, "description": "This popular Italian gastropub from restaurateur Marc Vetri is just a seven-minute drive from the Philadelphia Museum of Art. With 20 beers on tap and 75 bottled brews, Alla Spina, which translates to “from the tap”, specializes in local and imported beers, with a particular emphasis on seasonal suds. The food menu mixes Italian specialties with crowd-pleasing favorites like deviled eggs and fried chicken. When the warm weather arrives, floor-to-ceiling garage doors open to create an airy, al-fresco-style hangout spot.", "categories": ["gastropubs", "restaurants"]}, 0], ["Tattooed Mom", {"placeName": "Tattooed Mom", "url": "https://www.tattooedmomphilly.com", "location": {"latitude": 39.941712, "longitude": -75.151861}, "address": {"streetAddress": "530 South St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.87311567657233, "description": "This funky bar—spacious and complete with graffiti and lots of makeshift seating—is a must for beer lovers. Catch drafts half-off every day, twice a day—from 5 to 7pm and then again from 10 to 11pm—with a lax vibe and billiards, to boot. If you’re vegetarian, you’ll want to pop by on Mondays, when the bar menu’s veggie-heavy items are half price from noon to 10pm.", "categories": ["bars", "dive"]}, 0], ["Sampan", {"placeName": "Sampan", "url": null, "location": {"latitude": 39.949574, "longitude": -75.162093}, "address": {"streetAddress": "124 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.25053767815416, "description": "Offering small plates with modern Asian street flavors in an upscale package, Sampan’s open kitchen has been serving Midtown Village diners since 2010. In the back, Graffiti Bar, decorated with custom street art, hosts a daily happy hour under a modern clear ceiling. Gluten- and soy-free menus are available alongside many vegetarian options.", "categories": ["pan-asian", "restaurants"]}, 0], ["Bud & Marilyn’s", {"placeName": "Bud & Marilyn’s", "url": "http://budandmarilyns.com", "location": {"latitude": 39.947782, "longitude": -75.162146}, "address": {"streetAddress": "1234 Locust St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.26766956873638, "description": "With décor reminiscent of a mid-century Midwestern rec-room, Bud & Marilyn’s is one of chef Marcie Turney and Valerie Safran’s string of successful eateries along the recently renovated 13th Street corridor. Warm up with Marilyn’s fried chicken or crispy Wisconsin cheese curds or stop in for a grapefruit mimosa with brunch on the weekend.", "categories": ["american", "restaurants"]}, 0], ["El Camino Real", {"placeName": "El Camino Real", "url": "http://www.elcaminophilly.com", "location": {"latitude": 39.967349, "longitude": -75.140434}, "address": {"streetAddress": "1040 N 2nd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.18924649810737, "description": "Margaritas don’t come any cheaper than at El Camino Real, where you’ll nab a not-too-sweet, not-too-sour margarita for half-off every weekday from 5 to 7pm. A special late-night happy hour every Sunday through Thursday keeps the deals flowing from 10pm to midnight, when happy hour prices go back into effect. The food menu of burritos and tacos also comes reasonably priced—happy hour or not. For effective margarita absorption, of course.", "categories": ["mexican", "restaurants"]}, 0], ["Oyster House", {"placeName": "Oyster House", "url": "http://oysterhousephilly.com", "location": {"latitude": 39.950222, "longitude": -75.166553}, "address": {"streetAddress": "1516 Sansom St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.0101800475207, "description": "Dollar-priced oysters could sound suspect anywhere else, but not at Oyster House. The Rittenhouse restaurant is a go-to in Center City for seafood all-around, but a sort of “old faithful” for oysters, especially. For happy hour (Mon–Fri 5–7pm and Sat 9–11pm), they're paired with drinks that make sense with oyster flavors—mostly shooters, like a mini-sized Bloody Mary called “The New Englander.” But if that’s not your thing, don’t fret: They also feature a $3 draft beer menu.", "categories": ["seafood", "restaurants"]}, 0], ["Zahav", {"placeName": "Zahav", "url": "http://www.zahavrestaurant.com", "location": {"latitude": 39.946306, "longitude": -75.145018}, "address": {"streetAddress": "237 St James Pl", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.17951608713486, "description": "Since 2008, Zahav has been serving its now-famous ethereal hummus and baked-to-order wood-fired laffa bread along with a full complement of traditional Israeli cuisine, including a special Passover menu in season. Guests who aren’t able to secure a reservation at this sought-after spot can opt instead to grab a cold Lemonnana and a casual plate of hummus at Dizengoff, Zahav’s sister café.", "categories": ["israeli", "restaurants"]}, 0], ["Adobe Cafe", {"placeName": "Adobe Cafe", "url": "http://adobecafephiladelphiapa.com", "location": {"latitude": 39.926071, "longitude": -75.167633}, "address": {"streetAddress": "1919 E Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.22677673701202, "description": "As you step into this unassuming Mexican cantina, you’ll see a horseshoe-shaped bar riddled with nachos, shot glasses and Tecate. Let the faint yell of a patron singing Backstreet Boys, Sheryl Crow or House of Pain lead you toward the backroom, where the “magic” happens. Saturday nights is probably your best bet to catch some of the jolliest, most unpretentious karaoke performances in all of Philadelphia. Here the vegan wings are good, the beer is cheap and the stage props—boas, wigs and a giant Corona bottle—are always at your disposal.", "categories": ["mexican", "restaurants"]}, 0], ["Woody’s", {"placeName": "Woody’s", "url": "http://woodysbar.com", "location": {"latitude": 39.948768, "longitude": -75.162367}, "address": {"streetAddress": "202 S 13th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.24515757692978, "description": "During the week—especially in summer—Woody’s is one of the Gayborhood’s busiest happy hour hangouts, but on weekends it can barely contain the sea of tank-top-clad fellas (and bachelorette parties!) that flood in for a night of drinking, dancing and boys-will-be-boys-ing. This is Philadelphia’s oldest gay bar, but it keeps things fresh with recent expansion projects that include the swanky, neon-hued Glo Bar cocktail lounge just off the main bar area downstairs. On the upper level, local DJs and a shimmering disco ball preside over a spacious dance floor that stays thumping—and packed on weekends—till 2am.", "categories": ["bars"]}, 0], ["The 700 Club", {"placeName": "The 700 Club", "url": "http://www.the700.org", "location": {"latitude": 39.962059, "longitude": -75.141419}, "address": {"streetAddress": "700 N 2nd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.19477155120455, "description": "Upstairs, the 700 Club looks a lot like your high school friend’s parent’s basement: There’s no cover, there are couches and it’s dimly-lit and residential-looking. But your friend’s parents probably didn’t host dance nights three nights out of the week and stock 800 different bottles of beer for your drinking pleasure, did they? Downstairs, the long stretch of seating is usually reserved for “footy” on the TV—specifically when the Philadelphia Union soccer team is playing—but on dance nights, you can usually snag a seat to rest your limbs. In the summer, 700’s heavily windowed first floor is usually wide open, providing a fresh breeze for the revelers inside, packed like sardines.", "categories": ["bars"]}, 0], ["Voltage Lounge", {"placeName": "Voltage Lounge", "url": "http://voltagelounge.com", "location": {"latitude": 39.959232, "longitude": -75.150063}, "address": {"streetAddress": "421 N 7th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.77340305245568, "description": "Here’s where you get your dose of metal, hard rock, punk and rap, or, if you’re waiting for a show at the Electric Factory, here’s where you get your pre-game. Drinks range from $6 to $8, with $4 domestic beers. The bathrooms could use some work, but that’s part of Voltage’s gritty rock & roll charm. So settle into a seat, order a drink from the bartender with a heavy hand, and try not to break the seal as you wait for the show to begin. Be on the lookout for Spellbound, the club’s longest-running dance party hosted the first weekend of the month and specializing in darkwave and synth.", "categories": ["music", "venues"]}, 0], ["L’Etage", {"placeName": "L’Etage", "url": "https://creperie-beaumonde.com/lt-about", "location": {"latitude": 39.941361, "longitude": -75.152626}, "address": {"streetAddress": "624 S 6th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.8370673435135, "description": "Located above French bistro Creperie Beau Monde, this charming, dimly lit bar plays home to a handful of performances throughout the week and a jampacked, sweaty dance party on weekends. The most recognizable name on the entertainment roster is Martha Graham Cracker, the self-proclaimed “world’s tallest, hairiest drag queen” who performs a show here on the second Thursday of each month. On top of that, swing by most every week for more cabaret performances, comedy nights, live music and burlesque. On Friday nights, DJ Muhammad spins one of the best dance parties in Philly, hands down, and on Saturdays, DJ Chris Urban puts on everything from soul to Spice Girls. A large bar provides well-made cocktails, beer and wine throughout every event and you can order French faire from the downstairs menu until 11pm.", "categories": ["performing", "space", "arts", "theater"]}, 0], ["Ruba Club", {"placeName": "Ruba Club", "url": "http://rubaclub.org", "location": {"latitude": 39.961795, "longitude": -75.145966}, "address": {"streetAddress": "416 Green St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.9598138151572, "description": "If it’s last call and you’re not ready to stop dancing, head to this tucked-away NoLibs club, open 10pm to 3am on weekends, and pay a small door fee to keep the night going. The bar, with its plastic cups of whiskey and draft beers, is cash-only and reasonably priced. If you’ve got munchies, deal with them before or after. The kitchen stays open till closing time, cranking out basic burgers, wraps, tacos, waffles and ice cream.", "categories": ["nightlife", "bars", "late-night"]}, 0], ["The Barbary", {"placeName": "The Barbary", "url": "https://www.facebook.com/thebarbary", "location": {"latitude": 39.9655, "longitude": -75.134247}, "address": {"streetAddress": "951 Frankford Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.532760695181, "description": "Sometimes you can catch a live show at the Barbary, and when that happens, it’s often to accommodate our underaged friends. Most weeks, the club’s schedule is stacked with 21-plus throwback dance parties including “Tigerbeats,” an indie rock party that’s been going strong for what feels like a decade’s worth of Monday nights, and “Through Being Cool,” an emo night that’s a lot less sappy than it sounds. During most of these events, you can snag a few free drinks if you get there early. After that, you’ll need green stuff for this cash-only bar.", "categories": ["nightlife"]}, 0], ["Underground Arts", {"placeName": "Underground Arts", "url": "http://www.undergroundarts.org", "location": {"latitude": 39.958965, "longitude": -75.15847}, "address": {"streetAddress": "1200 Callowhill St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.33665873557482, "description": "There are plenty of music venues in Philly’s distinctive Loft District, but Underground Arts stands out thanks to its versatility and distinctive bones. The 12,000-square-foot space, split between the main venue space and the “Black Box,” a barroom that can be tweaked to host smaller events, draws an impressive array of bands and artists who don’t quite neatly fit in elsewhere in the city.", "categories": ["performing", "space", "arts", "theater"]}, 0], ["Bob and Barbara’s Lounge", {"placeName": "Bob and Barbara’s Lounge", "url": "http://www.bobandbarbaras.com", "location": {"latitude": 39.94405, "longitude": -75.167526}, "address": {"streetAddress": "1509 South St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.02808322034136, "description": "Bob and Barbara’s Lounge has been a South Philly institution since the late ’60s. Go on a Friday or Saturday night to listen to the Hammond B-3 organ combo playing \"Liquor Drinking Music” or a Thursday night to sit in the front row for Philly’s longest running drag show. Be sure to grab a “Citywide Special” before the night is out. They say the legendary Philly drink—a can of Pabst Blue Ribbon and a shot of Jim Beam for $3—originated here.", "categories": ["bars", "dive"]}, 0], ["Franky Bradley’s", {"placeName": "Franky Bradley’s", "url": "http://www.frankybradleys.com", "location": {"latitude": 39.94849, "longitude": -75.163101}, "address": {"streetAddress": "1320 Chancellor St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.20987265491243, "description": "In a narrow alleyway off of 13th Street in the Gayborhood lies this gem that’s just loaded with character. You’ll see that as soon as you walk in the door, as you look over the dimly lit dining room that’s decorated with vintage artwork—mostly of the female-focused, soft-porn variety—frilly lamps and even taxidermy fish. Grab a table for dinner or sit around the bar for a selection of beer—available on draft or in a bottle or can—wine and cocktails. The food menu features upscale bar fare that ranges from skirt steak and shrimp scampi to chicken wings and burgers. Upstairs, a performance space hosts a variety of shows throughout the month—from burlesque and drag shows to dance parties presided over by a solid lineup of local DJs.", "categories": ["bars", "lounges"]}, 0], ["South Bowl", {"placeName": "South Bowl", "url": "http://www.southbowlphilly.com", "location": {"latitude": 39.914391, "longitude": -75.146858}, "address": {"streetAddress": "19 E Oregon Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.44764775517393, "description": "This chic, bi-level bowling alley on Oregon Avenue in South Philadelphia boasts 26 lanes, a billiards room, an impressive food menu—which contains what many believe to be the best tater tots in the city—and full bar. Besides bowling, folks can swing by for everything from pool and video games to live DJ sets. For a deal, check out South Bowl’s $3 Friday games, which start at 3 pm and go all night. In addition to all the fun time inside, there is also a spacious and beautiful rooftop deck, complete with leather couches and a rustic wood floor.", "categories": ["fitness", "sports"]}, 0], ["Electric Factory", {"placeName": "Electric Factory", "url": "http://www.electricfactory.info", "location": {"latitude": 39.959053, "longitude": -75.149845}, "address": {"streetAddress": "421 N 7th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.7867546111492, "description": "Philly’s premier big-box venue not named the Wells Fargo Center, the Electric Factory hosts big-name touring acts in a somewhat remote locale carved from an old industrial space with enormous windows and epic lighting. Around in this location and configuration since the mid-’90s, the Factory is named after the legendary Center City venue that hosted the likes of the Grateful Dead and Janis Joplin. Nowadays the booking skews a little poppier, but the calendar is still diverse enough to accommodate fans of genres ranging from rap to heavy metal.", "categories": ["music", "venues"]}, 0], ["The Dolphin Tavern", {"placeName": "The Dolphin Tavern", "url": "http://www.dolphinphilly.com", "location": {"latitude": 39.930307, "longitude": -75.168574}, "address": {"streetAddress": "1539 S Broad St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.12894882341433, "description": "The Dolphin’s glowing neon-lit wall is highly Instagrammable, if that’s your thing, but chances are you’re here for the music (and the modest $5 cover). With one of Philly’s most eclectic mix of DJs and dance nights, you will find something you like at this South Philly institution—from “Danceteria,” a Friday night mix of music from Philly mixers Jayo and Ed Christof that blends Hall & Oates into house to “Club Congress,” a disco-heavy night with a diverse crowd and LGBTQ following. There’s also DJ Sweat Daddy’s “Lean Back” 2000s rap party—compelling you to remember all the words to every DMX hit you ever saw on your MTV box—and much, much more. The Dolphin is open Wednesdays through Saturdays only, and has a great 10pm happy hour with $1 well drinks and Tecates.", "categories": ["nightlife"]}, 0], ["The Trestle Inn", {"placeName": "The Trestle Inn", "url": "http://thetrestleinn.com", "location": {"latitude": 39.958812, "longitude": -75.156504}, "address": {"streetAddress": "339 N 11th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.4411415563429, "description": "The Trestle Inn hosts go-go shows straight out of the 1960s and 70s. Open Wednesday though Saturday, this watering hole has been a haven for a colorful assortment of patrons ranging from circus performers to traveling salesmen for more than one hundred years. If you can’t choose between the seemingly unlimited selection of whiskey and rye, opt for a flight and sample several varieties.", "categories": ["bars", "lounges"]}, 0], ["Boot & Saddle", {"placeName": "Boot & Saddle", "url": "http://www.bootandsaddlephilly.com", "location": {"latitude": 39.936807, "longitude": -75.166937}, "address": {"streetAddress": "1131 S Broad St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.14045509361605, "description": "With an enormous glowing neon sign you can spot burning from blocks away, it sure has the look of a sawdust-scattered honky-tonk, but Broad Street’s Boot & Saddle is a South Philly rock club through and through. At just 150 heads in capacity, it’s a small but rollicking room that hosts both local acts and national touring bands, mostly of the DJ and indie rock-ish persuasion. The bar also serves specialty cocktails and some mean fried pickles for your show-going fuel.", "categories": ["music", "venues"]}, 0], ["The Fillmore Philadelphia", {"placeName": "The Fillmore Philadelphia", "url": "http://www.thefillmorephilly.com", "location": {"latitude": 39.965691, "longitude": -75.135422}, "address": {"streetAddress": "29 E Allen St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.4692423675934, "description": "At 25,000 square feet, this new addition to the Philly live music family is enormous, so big that it’s technically home to two venues under one roof: the main room on the ground floor, with room for 2500, plus The Foundry, a 450-capacity upstairs venue for smaller acts. Adjacent to The Fillmore are a number of other destination venues, including Punch Line Philly, a standup comedy club; and Philadelphia Distilling, which features a tasting room for local craft spirits.", "categories": ["music", "venues"]}, 0], ["Vango Skybar and Lounge", {"placeName": "Vango Skybar and Lounge", "url": "http://www.vangoloungeandskybar.com", "location": {"latitude": 39.951199, "longitude": -75.170658}, "address": {"streetAddress": "116 S 18th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.78474078389598, "description": "Vango’s centerpiece is its giant fiber optic chandelier, which hangs over the dance floor, but its real star is the selection of king-sized beds on the outdoor deck to lounge on when you need a break from dancing. Sip on a Sweetie Pie (Southern Comfort, Sour Apple Pucker and cranberry juice with a cinnamon sugar rim) or a martini-like Pomegranate Pop with Absolut Vodka, pomegranate liqueur and pomegranate pear juice.", "categories": ["bars", "cocktail"]}, 0], ["Revolution House", {"placeName": "Revolution House", "url": "http://www.revolutionhouse.com", "location": {"latitude": 39.949769, "longitude": -75.143764}, "address": {"streetAddress": "200 Market St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.20666791159476, "description": "Set right in the heart of Old City, Revolution House offers a breezy rooftop deck overlooking the bustling intersection of Market and Second streets. The décor is thoughtfully arranged to convey old-world style with more modern upscale digs. Try the house-made punch with brandy, amber rum, peach brandy, demerara sugar, lemon juice, chamomile and wild mint tea or settle into a more traditional draft beer, which is half price during the weekday happy hour (Mon–Fri 5–7pm).", "categories": ["contemporary", "american", "restaurants"]}, 0], ["Positano Coast", {"placeName": "Positano Coast", "url": "http://www.positanocoast.net", "location": {"latitude": 39.946765, "longitude": -75.144613}, "address": {"streetAddress": "212 Walnut St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 256.19558553971694, "description": "The views of Walnut and Second streets may not be all that inspiring, but the Sopra Lounge within Positano Coast manages to sweep you away to a vacation on the Amalfi Coast. The restaurant serves up a beautiful atmosphere with white couches set on blue tiled floors. Feel like you’re on a Mediterranean cruise as you sip on a Get Rich, made with bourbon, watermelon, Aperol, and basil simple syrup with a chili salt rim. Dining options include a menu of delicious Amalfi-inspired seafood dishes and an extensive Italian-focused wine menu broken down by region.", "categories": ["mediterranean", "restaurants"]}, 0], ["Tiki", {"placeName": "Tiki", "url": "http://www.tikiphilly.com", "location": {"latitude": 39.95017, "longitude": -75.16213}, "address": {"streetAddress": "102 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.24199679914332, "description": "The second-story deck of this Center City spot may be tiny, but it’s fierce! Don’t miss their best-seller Tikila Blanco, made with tequila, lime, and ginger syrup, or the Hairy Buffalo, which is a cooler full of booze, juice and fruit. Whether you’re sipping a drink directly from a fresh pineapple or from one of the many cans of beer or cider they offer, you’ll definitely be having a good time.", "categories": ["bars", "cocktail"]}, 0], ["Cira Green", {"placeName": "Cira Green", "url": "http://www.ciragreen.com", "location": {"latitude": 39.952661, "longitude": -75.183364}, "address": {"streetAddress": "2930 Chestnut St", "city": "Philadelphia"}, "priceRange": null, "distance": 254.10426700167497, "description": "On the 11th floor of a parking garage, you’ll find yourself on the roof at Cira Green, a futuristic urban green space in University City. The Philadelphia skyline, Schuylkill River and West Philadelphia views from this “second tallest Beer Garden in Philadelphia” is not to be missed. Swing by on Friday nights April through June, World Café Live hosts live music and a selection of beers, including a limited-release brew each week.", "categories": ["attractions", "public", "spaces"]}, 0], ["Continental Midtown", {"placeName": "Continental Midtown", "url": "http://www.continentalmidtown.com", "location": {"latitude": 39.951819, "longitude": -75.170366}, "address": {"streetAddress": "1801 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.79314533459927, "description": "Fashionable and a true place to see and be seen, Continental Midtown is a stalwart and staple of rooftop lounging in Philadelphia. Trees bring the space to life, and a set of sofas situated near a fireplace keep the feel cozy. For drinks, go for the cutesy Philly-themed cocktails, like the Pimm’s cup-like Grace Kelly or a whiskey-ginger concoction called Society Hill. A bonus here is the heat lamps, which make this a rooftop-lounging hotspot year round.", "categories": ["contemporary", "american", "restaurants"]}, 0], ["Maison 208", {"placeName": "Maison 208", "url": "http://www.maison208.com", "location": {"latitude": 39.948462, "longitude": -75.162526}, "address": {"streetAddress": "208 S 13th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.24024422776938, "description": "After a stint on Top Chef, chef Sylva Senat is back in Philly to open his very own place right in the heart of Midtown Village. Lit by a skylight/retractable ceiling, the upstairs bar serves an extensive cocktail menu, including a large-format G&T dubbed the Gin Terrarium. Downstairs, tufted banquettes and chandeliers set the stage for a French-inspired bill of fare.", "categories": ["contemporary", "american", "restaurants"]}, 0], ["Stratus Rooftop Lounge", {"placeName": "Stratus Rooftop Lounge", "url": "http://www.stratuslounge.com", "location": {"latitude": 39.949271, "longitude": -75.148854}, "address": {"streetAddress": "433 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 255.94605537307382, "description": "One of the more spacious rooftop lounges in the city, Stratus keeps it swanky while not feeling stiff, with plenty of flowers and greenery to keep you feeling less concrete-claustrophobic while you take in glorious views of Chestnut Street in Old City. The menu boasts a diverse lineup of lighter wines, with an even bigger variety of floral- and citrus-inspired cocktails. If you’re feeling indulgent, pair any of the above with a Boozy Chocolate Truffle, a decadent dessert morsel filled with vodka, bourbon and mezcal. Leave your baseball caps and flip flops at home, though: Stratus enforces a casual yet upscale dress code.", "categories": ["bars", "lounges"]}, 0], ["XIX (Nineteen)", {"placeName": "XIX Nineteen", "url": "http://www.nineteenrestaurant.com", "location": {"latitude": 39.949111, "longitude": -75.165301}, "address": {"streetAddress": "200 S Broad St, 19th floor", "city": "Philadelphia"}, "priceRange": "$$$$", "distance": 255.0879605643779, "description": "The ultimate high-up space to relax, Nineteen is both the perfect spot for tea and mimosas on a Sunday morning and a classy, calming environment for an end-of-day cocktail. The spectacular view of Liberty Place is not to be outdone by the posh cocktails such as Highball in the Sky or the Bourbon Smash, a sweet concoction of bourbon, apricot syrup, lemon juice, and basil. Nineteen's stately dining room boasts a lush fireplace, and dark wood and plush leather furniture to create a perfect backdrop for an elegant evening out with friends.", "categories": ["contemporary", "american", "restaurants"]}, 0], ["Assembly Rooftop Lounge", {"placeName": "Assembly Rooftop Lounge", "url": "http://assemblyrooftop.com", "location": {"latitude": 39.957157, "longitude": -75.169817}, "address": {"streetAddress": "1840 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.76306577177658, "description": "You’ll feel all kinds of fabulous at the Assembly balcony bar, which, like the Logan Hotel that it’s located on top of, is decorated with sophistication in mind and sports an air of exclusivity. Cozy, semi-circular booths surround beautiful fire pits and create perfect little nooks for conversation as you look out over the Benjamin Franklin Parkway. The menu features refreshing cocktails such as an Eternal Springtime, concocted with locally distilled Stateside vodka and a combo of St. Germaine and rhubarb.", "categories": ["bars", "lounges"]}, 0], ["R2L Restaurant", {"placeName": "R2L Restaurant", "url": "https://r2lrestaurant.com", "location": {"latitude": 39.951577, "longitude": -75.167599}, "address": {"streetAddress": "50 S 16th St", "city": "Philadelphia"}, "priceRange": "$$$$", "distance": 254.9404886611725, "description": "R2L boasts about its sunset views for good reason: There’s nothing quite like seeing a pink glow kiss the rooftops of the city’s skyline from this lofty restaurant located on the 37th floor of Two Liberty Place. Dining areas, to boot, are designed to face the glass for optimal viewing. There’s also a compelling cocktail option for every variety of liquor—the Dragon’s Fire gin cocktail with lemongrass bitters is especially pleasant—and a long list of appetizers to munch on. Just prepare for your wallet to take a heavy beating, and opt for a reservation if you can.", "categories": ["contemporary", "american", "restaurants"]}, 0], ["ICandy", {"placeName": "ICandy", "url": "http://www.clubicandy.com", "location": {"latitude": 39.947062, "longitude": -75.161148}, "address": {"streetAddress": "254 S 12th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.32785526376543, "description": "ICandy manages to offer a multi-complex feel in a relatively small space. The venue features five bar areas and a handful of dancefloors decorated with disco balls and sparkly chandeliers. When summer rolls around owners open up the eclectic rooftop bar, where they host cookouts and happy hours throughout the season. ICandy is most popular among the younger set and those who love RuPaul’s Drag Race. The bar’s entertainment lineup regulary features familiar faces from the reality show.", "categories": ["bars"]}, 0], ["Stir Lounge", {"placeName": "Stir Lounge", "url": "http://www.stirphilly.com", "location": {"latitude": 39.949431, "longitude": -75.169563}, "address": {"streetAddress": "1705 Chancellor St", "city": "Philadelphia"}, "priceRange": "$", "distance": 254.86159263237442, "description": "Stir is the Philadelphia gay bar that managed to get away. It’s the only establishment of its kind to exist outside the Gayborhood, taking up residence in a nondescript alley near Rittenhouse Square Park. It’s a popular happy-hour stop for LGBTQers working in the neighborhood. They sit at the small bar in the front of the venue with Stoli cocktails and other froofy, boozy concoctions swirling in hand. The scene gets a little sloshier every Thursday night for the long-running and rather legendary Stirsday party. That night, well drinks go on sale for $1, and a local DJ spins till close.", "categories": ["bars", "cocktail"]}, 0], ["Knock Restaurant and Bar", {"placeName": "Knock Restaurant and Bar", "url": "http://www.knockphilly.com", "location": {"latitude": 39.947571, "longitude": -75.160643}, "address": {"streetAddress": "225 S 12th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.3485906559266, "description": "What Knock lacks in lively atmosphere it makes up for with an intrepid team of bartenders who put heart and soul into their classic cocktail creations. The Makers Manhattan is a particular winner, a lightly spicy, booze-forward concoction that finds balance with just the right amount of sweet vermouth. Abutting the bar area is a fine dining area serving a mix of pub grub and upscale New American fare. Weekend brunches are especially fun. Grab a table outside when it’s warm to enjoy some prime people-watching from behind your shades.", "categories": ["bars", "cocktail"]}, 0], ["Voyeur Nightclub", {"placeName": "Voyeur Nightclub", "url": "http://www.voyeurnightclub.com/V2.0", "location": {"latitude": 39.948409, "longitude": -75.16189}, "address": {"streetAddress": "1221 Saint James St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.274082626328, "description": "The only after-hours club in the Gayborhood, Voyeur Nightclub just gets heated up when all the other bars in the neighborhood close. The 20,000-square-feet venue—a favorite for LGBTQ and straight crowds, alike—comprises three dance floors that, on weekends, all rage with local and national DJs spinning everything from EDM to hip-hop to Top 40. Recent renovations incorporated a slew of high-tech bells and whistles, like laser light shows, top-notch sound systems and an illuminated runway-style dance floor. You’ll find bars throughout the warehouse-like space serving pricey cocktails and Red Bulls to keep you going till the 3:30am-ish last call.", "categories": ["nightlife", "bars", "late-night"]}, 0], ["Tabu Lounge & Sports Bar", {"placeName": "Tabu Lounge & Sports Bar", "url": "https://www.facebook.com/TabuPhilly", "location": {"latitude": 39.948548, "longitude": -75.160692}, "address": {"streetAddress": "200 S 12th St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.33516916785575, "description": "Located in a two story rowhome, Tabu is Philadelphia’s first gay sports bar. It wears that badge proudly in its downstairs bar decked with big-screen TVs playing whatever sports game is hot that night. The kitchen in the back keeps bellies full with a selection of lunch fare throughout the day, including customer favorites like tater tots and tacos. The scene is decidedly different as you enter the modernly decorated upstairs lounge. There you’ll find another bar, one that’s slightly more upscale than the sporty one downstairs, and a performance stage that plays home to performances—from drag shows and burlesque to singing and comedy competitions—most every night of the week.", "categories": ["bars"]}, 0], ["Boxers PHL", {"placeName": "Boxers PHL", "url": "https://www.facebook.com/boxersphl", "location": {"latitude": 39.949026, "longitude": -75.163439}, "address": {"streetAddress": "1330 Walnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.18624902665388, "description": "Fellas head into Boxers PHL throughout the week not only for its generous happy hour specials (happening daily from 6–8pm), but for the added perk of ordering from its strapping bartenders who adorn nothing but a pair of red mesh shorts and a charm-your-pants-off grin. One of the newest additions to the Gayborhood, Boxers PHL is an offshoot of an established chain of gay sports bars in New York City. Like its parent locations, it features big-screen TVs throughout the venue for showings of major sporting events and a couple pool tables on the second floor for patrons who want to partake in a little competition of their own.", "categories": ["bars", "sports"]}, 0], ["Toasted Walnut", {"placeName": "Toasted Walnut", "url": "https://www.toastedwalnut.com", "location": {"latitude": 39.948928, "longitude": -75.162878}, "address": {"streetAddress": "1316 Walnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.21666601745136, "description": "At long last, we have Toasted Walnut. Philadelphia’s lone lesbian bar was opened in 2017 by the manager of Sisters, Philadelphia’s 17-year-old lesbian bar that was shuttered in 2013. The multi-level, 3,800-square-foot venue boasts 17-foot ceilings, making plenty of room for a main bar that glows when the lights go down, a more-intimate lower-level watering hole replete with a luxe granite countertop, and an upstairs mezzanine that plays home to a handful of events throughout the week, like karaoke and DJ dance parties.", "categories": ["bars"]}, 0], ["The Bike Stop", {"placeName": "The Bike Stop", "url": "http://www.thebikestop.com", "location": {"latitude": 39.94846, "longitude": -75.159988}, "address": {"streetAddress": "206 S Quince St", "city": "Philadelphia"}, "priceRange": "$", "distance": 255.37295139285825, "description": "Situated on a quiet alley off Walnut Street, the Bike Stop is the Gayborhood’s horny, chaps-wearing older brother. Porn blaring on big screens welcomes guests into the gay leather bar’s punky main floor, as leather-clad dudes mingle in dark corners about the room. Upstairs, the crowd congregates around a pool table for games and more drinks from a bar selling beer and cheap cocktails. If you’re feeling brave, slip down into the basement “dungeon,” which looks every bit the way it sounds. On any given night in the steamy, cave-like dwelling you could see anything from whips to guys in chains to a couple (or three?) doing things out in the open that would make Erotica-era Madonna blush.", "categories": ["bars", "dive"]}, 0], ["U Bar", {"placeName": "U Bar", "url": "http://ubarphilly.com", "location": {"latitude": 39.947651, "longitude": -75.161552}, "address": {"streetAddress": "1220 Locust St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.30017993780615, "description": "Lined with floor-to-ceiling windows facing the busy corner of 13th and Locust, U Bar offers a no-frills, unpretentious atmosphere to sit, have a stiff drink and watch the Gayborhood go by. This may be the most Cheers-like gay watering hole Philly has to offer, with its center bar lined with stools and frequented by devoted, chatty regulars. Stand-alone tables (and a jukebox) dot the front and rear of the bar, providing an ideal perch for those stopping in for cheap, well-poured pre-drinks before hitting the town.", "categories": ["bars"]}, 0], ["Tavern On Camac", {"placeName": "Tavern On Camac", "url": "https://www.tavernoncamac.com", "location": {"latitude": 39.947301, "longitude": -75.161623}, "address": {"streetAddress": "243 S Camac St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.30036283413446, "description": "Tavern on Camac, situated on a quiet cobblestoned side street in the Gayborhood, is most known for its sleek piano lounge, which draws seasoned songbirds and—and the occasional theater major from nearby University of the Arts—for hours of boozy showtune sing-alongs. But you don’t have to have pipes like Judy to have fun here. The upstairs dance floor, compact as it may be, is a particular favorite on weekends for nightlifers looking for an alternative to the meat market that is Woody’s. Speaking of meat: The restaurant in the basement, the Tavern Restaurant, serves up hearty—and tasty—pub fare in a dimly lit, wine-cellar-like atmosphere.", "categories": ["bars", "lounges"]}, 0], ["Bar Hygge", {"placeName": "Bar Hygge", "url": "http://www.barhygge.com", "location": {"latitude": 39.966971, "longitude": -75.166113}, "address": {"streetAddress": "1720 Fairmount Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.8500885698809, "description": "Pronounced “hoo-guh,” hygge is the Danish concept of simply enjoying life‘s pleasures. So what does that mean for drinking at this industrial-style Fairmount brewpub? Lots of plush, mismatched seating options to cozy up with your crew, and an excess of exposed brick, textured wood walls, original art and worn rugs. While the cocktail and wine menus are a bit on the standard side, the adventurous, house-brewed beer offerings more than make up for it.", "categories": ["gastropubs", "restaurants"]}, 0], ["Murph’s Bar", {"placeName": "Murph’s Bar", "url": null, "location": {"latitude": 39.968912, "longitude": -75.133387}, "address": {"streetAddress": "202 E Girard Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.54114325048346, "description": "It says it right there on the sign hanging out front: Murph’s Bar is “a comfortable place to be.” The Irish pub has all the charm of a well-loved dive with the hint of something slightly more upscale—we’re talking PBR and Aperol Spritz, truffle ravioli and mozzarella sticks, exposed brick walls and taxidermied animal heads. You’ll find longtime Fishtown residents and 30-something transplants cozied up together at the copper penny bar, the Elvis Presley lamps casting a warm glow on their chef-made pasta and bottled beers. Stop by the ATM before you check out this study in cool contradictions—this old-school joint is cash-only.", "categories": ["gastropubs", "restaurants"]}, 0], ["Johnny Brenda’s", {"placeName": "Johnny Brenda’s", "url": "http://www.johnnybrendas.com", "location": {"latitude": 39.969032, "longitude": -75.134194}, "address": {"streetAddress": "1201 Frankford Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.4976421285144, "description": "An instantly recognizable beacon situated at one of the busiest intersections in the city, Johnny Brenda’s has become synonymous with the slow-and-steady growth of Fishtown as a citywide commercial and artistic draw. Partners Paul Kimport and William Reed, owners of the nearby Standard Tap, took over the longstanding neighborhood bar in 2003, infusing new life into the space over the course of a decade-plus. Up front still has that comfy tavern vibe, with local draft beers and billiards. But the rest of the space offers multiple options, from a small dining room in the back to the balcony-equipped music venue upstairs that’s championed by local and touring artists for its intimate layout.", "categories": ["music"]}, 0], ["Sassafras", {"placeName": "Sassafras", "url": null, "location": {"latitude": 39.952335, "longitude": -75.163789}, "address": {"streetAddress": "48 S 2nd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.1313122584629, "description": "Ever wish you could throw back a few beers with Ernest Hemingway at a glamorously bohemian bar back in the roaring twenties? While you can’t bring Bumby back from the dead, you can get the next best thing at Sassafrass, a charming little drinking hole right in the heart of historic Old City. Chat up the handsome Irish bartenders while they mix you a classic cocktail, Instagram yourself in the bathroom (which is equipped with a couch) and cuddle up with your sweetheart—or a budding literary hero—at the lamplit bar.", "categories": ["bars", "cocktail"]}, 0], ["Martha", {"placeName": "Martha", "url": "http://marthakensington.com", "location": {"latitude": 39.98222, "longitude": -75.12809}, "address": {"streetAddress": "2113 E York St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.67760411971545, "description": "Hipsters do homey with this Kensington restaurant/bar. A concrete fireplace, grade school chairs, a long bar and large front windows make Martha a welcoming neighborhood bar for the local discerning set. The inventive hoagies pair well with the mile-long beer list and the draft list includes cocktails, wine and kombucha. Hit up Martha on a Monday night, when happy hour often includes complimentary booze from local businesses.", "categories": ["gastropubs", "bars"]}, 0], ["Crêperie Beau Monde", {"placeName": "Crêperie Beau Monde", "url": "http://creperie-beaumonde.com", "location": {"latitude": 39.941225, "longitude": -75.152465}, "address": {"streetAddress": "624 S 6th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.84700957746276, "description": "You don’t have to be a discerning Francophile to fall in love with this Bella Vista creperie and its delightfully old-school bar. From the decadent crepes and classic cocktails to the tin ceiling and roaring fireplace, Beau Monde is a date night dream spot. Be sure to check out the sparkling wine selection if you’re looking to celebrate—it’s short but bursting with some of the best bubbly in town—and it’s well-priced, too.", "categories": ["restaurants"]}, 0], ["SkyLodge", {"placeName": "SkyLodge", "url": "http://skygarten.com", "location": {"latitude": 39.95531, "longitude": -75.169267}, "address": {"streetAddress": "1717 Arch St, 51st floor", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.81210482423157, "description": "Located 51 floors above the city, this cozy and quirky ski lodge-inspired watering hole offers seasonal adult beverages and a stunning panoramic view of the city. At the bar, you’ll find seasonal brews such as the Pennsylvania Tuxedo, Dogfish Head’s evergreen-infused pale ale—toddies and more. The spiked hot chocolate bar is where to get creamy, booze-forward hot chocolates and spiked coffees topped with sprinkles, marshmallows, whipped cream and other treats. On the food front, there’s rib-sticking fare like beef and veggie burgers, buffalo wings and mac and cheese balls. The $5 cover charge grants you hand warmers, access to a giant projection screen showing a crackling fireplace, and a lounge corner with rocking chairs and bean bags. To further the lodge theme, the venue is adorned with a bear-skin rug, a talking deer head, toboggans, skis and mounted antlers.", "categories": ["bars", "beer"]}, 0], ["1 Tippling Place", {"placeName": "1 Tippling Place", "url": "http://1tpl.com", "location": {"latitude": 39.952153, "longitude": -75.17377}, "address": {"streetAddress": "2006 Chestnut St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.6114809064804, "description": "If you want to feel like you’re having drinks at home but want your cocktails expertly crafted and your surroundings elegantly eclectic, 1 Tippling Place is the place to be. The atmosphere here is warm, the furniture mismatched and the drinks strong. Their seasonal offerings are quirky but approachable, so you don’t have to be a cocktail connoisseur to feel comfortable. And if you’re interested in an end-of-weekend nightcap, check out their Sunday happy hour specials from 10pm to midnight.", "categories": ["bars", "cocktail"]}, 0], ["Elbow Lane", {"placeName": "Elbow Lane", "url": "http://harpcrown.com", "location": {"latitude": 39.950601, "longitude": -75.166813}, "address": {"streetAddress": "1525 Sansom St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.99238694438327, "description": "When you’ve reached the linen closet and can’t go any further—go just a little further. It’s there you’ll finally find Elbow Lane, Harp & Crown’s hidden basement bar and bowling alley, in all its funky, vintage-inspired glory. The bar boasts a wide selection of seating (bar stools, tables, booths, couches and arm chairs) and a curated selection of charcuterie, cocktails and pizza all in a warm, relaxing atmosphere that’s only interrupted by the occasional sound of falling pins.", "categories": ["bars", "cocktail"]}, 0], ["Hop Sing Laundromat", {"placeName": "Hop Sing Laundromat", "url": "http://www.hopsinglaundromat.com", "location": {"latitude": 39.955572, "longitude": -75.15697}, "address": {"streetAddress": "1029 Race St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.45222986589314, "description": "Other than the ornate iron door, there’s no sign that lets you know that this speakeasy-type bar exists in the middle of Chinatown. Ring the bell and ask to be let in, but make sure you’re dressed appropriately—meaning no jeans or tennis shoes. It’s cash-only and there are no cell phones allowed inside, but rumor has it they serve the best Pisco sour in town.", "categories": ["bars", "cocktail"]}, 0], ["The Olde Bar", {"placeName": "The Olde Bar", "url": "http://theoldebar.com", "location": {"latitude": 39.946765, "longitude": -75.144124}, "address": {"streetAddress": "125 Walnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.22115043776677, "description": "Jose Garces’s redo of Bookbinder’s boasts a menu that embraces retro classics from starters like shrimp remoulade and parker house rolls to crisp wedge salads and steak oscar topped with creamy crab hollandaise. Over at the bar, you’ll find a menu boasting Prohitibion-era cocktail creations, wines by the bottle and glass and a rotating list of beers on draft alongside options in bottles and cans.", "categories": ["bars", "cocktail"]}, 0], ["Charlie Was a Sinner.", {"placeName": "Charlie Was a Sinner.", "url": "http://charliewasasinner.com", "location": {"latitude": 39.94951, "longitude": -75.16177}, "address": {"streetAddress": "131 S 13th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.26813417419677, "description": "Vegetarian cocktail snobs, welcome home. This Center City spot, with its carmelized eggplant bao buns and (almost) too-pretty-to-drink cocktails, is perfect when you’re feeling indulgent (or want to impress your favorite vegan). It’s got an intimate, sexy vibe with glittering chandeliers, knickknacks galore, cozy seating and the coolest name we’ve ever heard. Hot tip: Happy hour (Mon–Thu 4–7pm, Fri 4–6pm) here is generous, with a housemade punch and zucchini “crab cake” sliders that can easily make for an early-bird meal.", "categories": ["vegan", "restaurants"]}, 0], ["The Dandelion", {"placeName": "The Dandelion", "url": "http://thedandelionpub.com", "location": {"latitude": 39.951008, "longitude": -75.170434}, "address": {"streetAddress": "124 S 18th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.79856716863884, "description": "If the lush urban jungle flanking the wooden doors of the Dandelion don’t immediately make you feel at home, there’s no doubt the crackling fireplace, long beer list and soul-warming hamburgers will. Drinking at Stephen Starr’s gastropub is like drinking in your English grandma’s cottage, if she were hip in that effortlessly haphazard way that the Dandelion’s perfected with its red-leather banquettes, floral curtains and rugged wooden tables. Stop by for afternoon tea for an elegant spread of boozy tea-based cocktails and tiers of sweets and sandwiches.", "categories": ["contemporary", "american", "restaurants"]}, 0], ["The Library Bar", {"placeName": "The Library Bar", "url": "https://www.rittenhousehotel.com/dining/librarybar", "location": {"latitude": 39.949866, "longitude": -75.173392}, "address": {"streetAddress": "210 W Rittenhouse Sq", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.65658583033823, "description": "Whether you prefer your scotch straight or have a hankering for an old-fashioned, the brown liquor selection at the Library Bar is top-notch. Nestled within the Rittenhouse Hotel, the Library Bar exudes the kind of quiet sexiness that you want in a luxe hotel bar experience. And yes, bibliophiles can browse the bar’s small library, so don’t be scared to show up alone for a stiff nightcap and a leisurely read by the front-room fire.", "categories": ["bars", "cocktail"]}, 0], ["Writer’s Block Rehab", {"placeName": "Writer’s Block Rehab", "url": "https://www.facebook.com/writersblockrehab", "location": {"latitude": 39.946318, "longitude": -75.165721}, "address": {"streetAddress": "1342 Cypress St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.0970875656563, "description": "A glowing neon sign invites guests into Writer’s Block Rehab, a slick new addition to the stretch of nightlife hotspots along (or just off) the ever-expanding Midtown Village business corridor. Dreamed up by industrial engineer Ram Krishnan, the wordsmith-inspired cocktail lounge offers bar seating on the first and third levels, but head to the second floor “Library” for a more comfortable, lounge-type experience. The menu boasts an impressive selection of wine and beer, and creative cocktails like a turmeric pisco sour ($14) and arugula martini ($14).", "categories": ["bars"]}, 0], ["The Franklin Bar", {"placeName": "The Franklin Bar", "url": "http://www.thefranklinbar.com", "location": {"latitude": 39.951296, "longitude": -75.170641}, "address": {"streetAddress": "112 S 18th St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.78455554435396, "description": "With the nicest front-door greeters in town and bartenders who are more than happy to explain the esoteric ingredients that pepper their extensive cocktail menu, this subterranean Rittenhouse speakeasy feels like the fanciest neighborhood bar—just with seriously inventive drinks. Candlelit tables, corner booths and low ceilings make for a cozy atmosphere that’ll have you ordering another round. But be forewarned: These delicious cocktails are boozy AF.", "categories": ["bars", "cocktail"]}, 0], ["The Ranstead Room", {"placeName": "The Ranstead Room", "url": null, "location": {"latitude": 39.952751, "longitude": -75.173698}, "address": {"streetAddress": "2013 Ranstead St", "city": "Philadelphia"}, "priceRange": "$$$", "distance": 254.60863430854525, "description": "You have to slip down a nondescript alleyway around the corner from Rittenhouse Square to access this sexy speakeasy-inspired cocktail den. Once inside, you’ll find a dimly lit, intimate room decked with plush booths, nude portraits on the walls and ample seating at the bar. The winter cocktail menu includes a lineup of creative artisanal drinks such as Love on the Rum, made with rye, rum, brown butter maple syrup, apple juice and egg yolk; Goonies Never Say Rye, made with rye, curacao, lemon and pistachio orgeat; and the Cheese Louise, a concoction of rye, apple brandy, quince and ricotta. If nothing on the list suits you, tell your bartender what you’re in the mood for and they’ll be happy to whip you up something special.", "categories": ["bars", "cocktail"]}, 0], ["Cannstatter Volksfest-Verein", {"placeName": "Cannstatter Volksfest-Verein", "url": "http://cannstatter.org", "location": {"latitude": 40.054763, "longitude": -75.008018}, "address": {"streetAddress": "9130 Academy Rd", "city": "Philadelphia"}, "priceRange": "$$", "distance": 262.26284123254345, "description": "You needn’t be a member of this centuries-old German-American club to enjoy its Friday night biergarten shenanigans). With live bands, cold beers and hot brats, this storied local organization invites the community into casual, super friendly atmosphere. Think of it as a church picnic with less religion and more beer. If you happen upon some old white dudes in red vests, you know you’re in the right place.", "categories": ["attractions"]}, 0], ["Chestnut Hill Brewing Company", {"placeName": "Chestnut Hill Brewing Company", "url": "http://chestnuthillbrewingcompany.com", "location": {"latitude": 40.073834, "longitude": -75.202796}, "address": {"streetAddress": "8221 Germantown Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 251.8793238825, "description": "With an Insta-worthy aesthetic (think reclaimed wood, twinkling lights, industrial lamps) and a rotating list of drafts that you can get in a growler to go, the Chestnut Hill Brewing Company and its adjoining beer garden are most definitely worth a trip from Center City. Its Neapolitan-style wood-fired pizzas pair perfectly with the menu of West Coast-inspired IPAs, and if you’re not a beer drinker, they’ve got a tightly curated wine list to satisfy.", "categories": ["gastropubs", "restaurants"]}, 0], ["Manayunk Brewery and Restaurant", {"placeName": "Manayunk Brewery and Restaurant", "url": "https://www.manayunkbrewery.com", "location": {"latitude": 40.022549, "longitude": -75.21917}, "address": {"streetAddress": "4120 Main St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 251.5003147095085, "description": "Grab a seat overlooking the Schuylkill Canal at Manayunk Brewery and Restaurant. Ten taps pour the brewery’s unique varieties, like the Coconut Crunch chocolate porter, the Morning Fix coffee cream ale and the Hopgasm IPA. The kitchen serves dishes like cheesesteak dumplings, pork ribs, truffle ravioli and fresh sushi, and a sumptuous prix-fixe brunch is set to a soundtrack of live jazz. The family-friendly outpost even offers a kids’ menu with options like grilled cheese and hot dogs.", "categories": ["bars", "breweries"]}, 0], ["Longwood Gardens", {"placeName": "Longwood Gardens", "url": "https://longwoodgardens.org", "location": {"latitude": 39.952335, "longitude": -75.163789}, "address": {"streetAddress": "1001 Longwood Rd", "city": "Kennett Square"}, "priceRange": "$$", "distance": 255.1313122584629, "description": "This picture-perfect botanical garden in Kennett Square features a whopping 11,000 different types of plants spread out in a mix of thoughtful displays throughout the 1,000-acre grounds. Besides all the green things, standout attractions here include a collection of five fountains that light up and dance in timed performances throughout the day, the Italian Water Garden, and the 86-acre Meadow Garden that in itself includes three miles of walking and hiking trails through fields of wildflowers and, if you're lucky, the occasional wildlife sighting, which could include anything from the common butterfly and bee to beavers and deer.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Evil Genius Beer Company", {"placeName": "Evil Genius Beer Company", "url": "http://evilgeniusbeer.com", "location": {"latitude": 39.975203, "longitude": -75.13427}, "address": {"streetAddress": "1727 N Front St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.42800685787324, "description": "Fishtown welcomed Evil Genius’s 185-seat brewpub earlier this year, offering a powerful lineup of craft beers in bold flavors like Purple Monkey Dishwasher, a choco-peanut butter porter; I Love Lamp, a German-inspired hefeweizen brewed with fresh pineapple; and This One Time at Band Camp, a strong double IPA. The operation includes a stable of 15 barrels, and a rotating selection of experimental varieties is available exclusively in the on-site tasting room, dubbed the Lab. Take a guided tour on Saturdays; the $8 fee includes a free pint.", "categories": ["bars", "breweries"]}, 0], ["Memphis Taproom", {"placeName": "Memphis Taproom", "url": "http://memphistaproom.com", "location": {"latitude": 39.980417, "longitude": -75.123072}, "address": {"streetAddress": "2331 E Cumberland St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.95907080509016, "description": "This Kensington staple is the perfect neighborhood spot to spend sunny summer afternoons, thanks to its outdoor beer garden and friendly neighborhood vibe. Unlike a lot of beer-centric joints in town, the menu here caters to vegetarians as well as meat lovers, with apps and entrees like the chicken-fried cauliflower (sans chicken, of course), spaghetti and lentil meatballs and the Sharp and ’Shroom Burger. The beer list is updated daily, and always includes a hefty selection of bottles and drafts on tap.", "categories": ["gastropubs", "restaurants"]}, 0], ["Drury Beer Garden", {"placeName": "Drury Beer Garden", "url": "http://opaphiladelphia.com", "location": {"latitude": 39.949983, "longitude": -75.162398}, "address": {"streetAddress": "1311 Sansom St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.23005751971732, "description": "If your idea of a perfect beer garden is more cozy and quaint, less rambling and raucous, this year-round hidden gem in Midtown Village is just for you. Connected to Mediterranean restaurant Opa, with twinkling lights strung over picnic tables, you can actually hear your friends talk while you work your way through the menu, which includes more than two dozen beer options on draft and in bottles and cans, a selection of wines and specialty cocktails, and hearty grub like burgers, salads and desserts. Our suggestion? Go for one of the Victory beers on the menu and down a lamb gyro with extra tzatziki.", "categories": ["bars", "beer"]}, 0], ["The Oval", {"placeName": "The Oval", "url": "http://theovalphl.org", "location": {"latitude": 39.963794, "longitude": -75.178537}, "address": {"streetAddress": "2451 Benjamin Franklin Pkwy", "city": "Philadelphia"}, "priceRange": "free", "distance": 254.23464952148936, "description": "The expansive parking area just in front of the Philadelphia Museum of Art transforms into a massive outdoor event space and beer garden—just the chance you need to spend your summer nights drinking beers in the middle of the Benjamin Franklin Parkway without inciting suspicion from the police. Local artists slap down a massive mural on the ground before the joint opens for the summer. From then on its block party-style shenanigans every night of the week, with concerts, outdoor yoga and film screenings, activity areas for kids and food trucks dotting the premises. Stay tuned for more information about the 2018 season.", "categories": ["attractions", "public", "spaces"]}, 0], ["Silk City", {"placeName": "Silk City", "url": "http://www.silkcityphilly.com", "location": {"latitude": 39.961245, "longitude": -75.146166}, "address": {"streetAddress": "435 Spring Garden St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.9553206087776, "description": "Situated in a renovated diner car that was built in 1952, this is perhaps the hippest—and booziest diner experience in Philadelphia, thanks to the fact that it’s outfitted with a full bar. But don’t let the trend factor full ya. The menu here is traditional diner all the way, with plates that run the gamut from meat loaf and burgers to turkey BLTs and breakfast fare like waffles, omelettes and French toast. DJs come in on the weekends and sometimes throughout the week to supply tunes while you gorge, and there’s a cool outdoor beer garden out back that gives off Alice in Wonderland vibes with its colorful tables, quirky seating repurposed from old kegs and trippy art hanging all around.", "categories": ["diners", "restaurants"]}, 0], ["Uptown Beer Garden", {"placeName": "Uptown Beer Garden", "url": "https://www.facebook.com/UptownBeerGarden", "location": {"latitude": 39.953633, "longitude": -75.169532}, "address": {"streetAddress": "1735 Market St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.81671563093636, "description": "This is one of the city's largest outdoor beer gardens, at over 9,000 square feet. Situated in the heart of Center City, it’s a go-to for after-work crowds in the business district who are drawn to the twinkling overheard lights, an excellent beer list and, well, proximity to the office. Besides suds, the menu also includes wine and spirits, and a variety of pub fare such as warm pretzels, Mexicorn, flatbread and more.", "categories": ["bars", "beer"]}, 0], ["Bok Bar", {"placeName": "Bok Bar", "url": "http://www.bok-bar.com", "location": {"latitude": 39.925024, "longitude": -75.159878}, "address": {"streetAddress": "800 Mifflin St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.64399486769454, "description": "You’d never suspect the city’s best rooftop view exists on top of a former high school in a quiet Southeast Philadelphia neighborhood, but lo and behold, Bok Bar offers just that. Drinks are limited to beer and wine, but the beer options are plentiful and there are more non-alcoholic options available than is typical of any other rooftop bar—including kombucha. The rooftop is also, by way of being atop a school building, enormous. Mosey on over if you just need a place to enjoy a beer and breathe.", "categories": ["bars"]}, 0], ["Morgan’s Pier", {"placeName": "Morgan’s Pier", "url": "http://www.morganspier.com", "location": {"latitude": 39.954955, "longitude": -75.138849}, "address": {"streetAddress": "221 N Christopher Columbus Blvd", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.4065777776998, "description": "This lively beer garden overlooking the Delaware River and with a stunning view of the Benjamin Franklin Bridge serves up to 40 brews and a menu of pub fare including a variety of sandwiches and tacos. This season’s menu is helmed by resident chef Adam Lazarick, who’s lent his expertise to several big-name dining and drinking projects in Philadelphia, including Lacroix at the Rittenhouse Hotel, Stateside, Ela and Parks on Tap. The 2018 season at Morgan’s Pier promises a host of events, such as weekly “Yappy Hours,” where you can drink with your mutt, game nights, succulent workshops, monthly beer fests and craft brew tastings and live music. The annual MANNA Guac Off competition happens there on May 24, for all you avocado fiends.", "categories": ["gastropubs", "restaurants"]}, 0], ["Frankford Hall", {"placeName": "Frankford Hall", "url": "http://frankfordhall.me", "location": {"latitude": 39.969452, "longitude": -75.13472}, "address": {"streetAddress": "1210 Frankford Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.465633898695, "description": "It's Oktoberfest all year round at Frankford Hall, where you can munch on Bavarian pretzels and bratwurst while browsing through a huge selection of German and American beers on tap, bottles, cans and beer cocktails (yes, beer sangria is a thing). Sit inside among the exposed brick and open windows or gather out back with a bunch of friends at the long wooden tables.", "categories": ["bars"]}, 0], ["SkyGarten", {"placeName": "SkyGarten", "url": "http://skygarten.com", "location": {"latitude": 39.95531, "longitude": -75.169267}, "address": {"streetAddress": "1717 Arch St, 51st floor", "city": "Philadelphia"}, "priceRange": "$$", "distance": 254.81210482423157, "description": "Billed as a “beer garden in the sky,” SkyGarten offers its height-seeking clientele a menu of German beers and bar food operated by South Street's Brauhaus Schmitz. Grab a bratwurst and a beer (or a frozen margarita if beer's not your jam) and take in the real star of the show here: the undeniably breathtaking views of the city’s sprawl from 51 floors on top of Three Logan Square.", "categories": ["bars", "beer"]}, 0], ["Independence Beer Garden", {"placeName": "Independence Beer Garden", "url": "http://www.phlbeergarden.com", "location": {"latitude": 39.95006, "longitude": -75.150798}, "address": {"streetAddress": "100 S Independence Mall West", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.83568242907393, "description": "One of the summer’s most-trafficked outdoor bars, Independence Beer Garden appeals to locals and tourists alike, thanks to its next-door-neighbor proximity to major historic landmarks such as the Liberty Bell, Independence Hall and the Constitution Center.\n\nSpread out on one of the many picnic tables—shaded by greenery that’s adorned with twinkling lights—and order from a drink menu that includes 15 beers on draft, including the Yards Philadelphia Pale Ale, Deschutes American Wheat and Evil Genius #Adulting. Nine beers in the $5 to $6 range make up the canned suds list, such as Narragansett, Stella Cidre and the Wisconsin-brewed Leinenkugel Summer Shandy.\n\nYou also have a choice of wine: a pinot grigi, pinot noir or rosé for $8. Seven $9 cocktails with Philly-centric names are also up for grabs. Those include the Point Breeze, made with rum, grapefruit, maraschino and lime; and the Gin Jawn, a refreshing, summer-approved concoction of gin, mint, lime and strawberry.\n\nThere’s tons of grub, too. Opt for the large platters to feed hungry groups. These come with a choice of brisket, pulled pork and chicken wings, all served family-style alongside mustard, coleslaw and potato buns. You can also choose from lighter snacks like pretzels, cheese curds and hummus; fried chicken, cheesesteak and pulled pork sandwiches; and, for the healthy set, a variety of salads.", "categories": ["bars", "beer"]}, 0], ["PHS Pop-Up Garden in University City", {"placeName": "PHS Pop-Up Garden", "url": "https://phsonline.org/popups", "location": {"latitude": 39.956423, "longitude": -75.193911}, "address": {"streetAddress": "3535 Market St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 253.51130432434573, "description": "With picnic tables, string lights and a bar brimming with suds, a PHS pop-up beer garden is the perfect place to pop in for happy hour, a Sunday afternoon or pre-dinner drink. This University City locale is helmed by the Jose Pistola’s Group, so expect creative Mexican fare, fresh margaritas and an extensive craft-brew selection. The garden itself resembles an urban orchard, with trees, strawberry plants and field grass. Large sails hanging throughout the space will provide shade when it’s toasty out. A lineup of activities, such as quizzo, DIY succulent workshops and craft nights, give you a reason to keep going back all summer.", "categories": ["bars", "beer"]}, 0], ["Spruce Street Harbor Park", {"placeName": "Spruce Street Harbor Park", "url": "http://www.delawareriverwaterfront.com/places/spruce-street-harbor-park", "location": {"latitude": 39.944119, "longitude": -75.141983}, "address": {"streetAddress": "301 S Christopher Columbus Blvd", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.3625451647924, "description": "Join the warm-weather party (May through October) at Spruce Street Harbor Park along the Delaware River. The attraction features a Boardwalk promenade buzzing with food stalls manned by local businesses like Franklin Fountain, Village Burger, Chickie’s and Pete’s, Distrito and more selling pizza, tacos, cheesesteaks, fried chicken, funnel cake, doughnuts and ice cream. There’s also a floating beer garden in the harbor where you can score more food and drinks amongst greenery and spectacular views of the Benjamin Franklin Bridge and its watery surroundings.\n\nMore inland, things get even dreamier, with trees that drip with neon lights and and more than 50 hammocks where you can chill with your sweetie and take in the scene. A common area nearby provides seating around a water fountain, and oversized game boards, where you can challenge friends over a round of bocce, ping pong, Connect Four, chess and shuffleboard.\n\nSpruce Street Harbor Park also plays home to a staggering number of events throughout the season, including paddle board yoga, a Jazz in the Park concert series and an event every Friday night called Lights + Flights, which is essentially a beer tasting and light show all in one. The Punk Rock Flea Market and a farmers’ market from Greensgrow Farms sets up for shoppers on weekends.", "categories": ["parks", "gardens", "attractions"]}, 0], ["Xfinity Live!", {"placeName": "Xfinity Live!", "url": "http://www.xfinitylive.com", "location": {"latitude": 39.904351, "longitude": -75.169289}, "address": {"streetAddress": "1100 Pattison Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.39494187231003, "description": "From the built-in exclamation point to its supermassive screens and viewing areas, this sports bar/food court, built on the site of the old Spectrum arena, was made for drinking up and bro-ing down. There are several bars within the compound, including the Flyers-themed bar Broad Street Bullies Pub, the country-ish PBR Bar and Grill (featuring a mechanical bull), Victory Beer Hall, NBC Sports Arena and 1100 Social. If you need a respite from yelling “woo!’ and/or “boo!,” wander the outside area where statues of Dr. J, Kate Smith, Joe Frazier and more have been seen shaking their heads in the moonlight.", "categories": ["bars", "sports"]}, 0], ["Chickie’s & Pete’s", {"placeName": "Chickie’s & Pete’s", "url": "http://chickiesandpetes.com/location/south-philadelphia", "location": {"latitude": 40.027458, "longitude": -75.059964}, "address": {"streetAddress": "1526 Packer Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 259.7930662761586, "description": "This Philly-based sports-bar chain has outposts all over the region, including the original in Northeast Philly, but the one near the stadiums is a veritable temple to fried food and fandom. Tremble in terror before its 18-foot TV as you feast upon piles of spicy crab fries and the decadent “white creamy cheese sauce” that accompanies it. Chickie’s & Pete’s is so serious about crab fries that they own the name and have vigorously defended the trademark.", "categories": ["seafood", "restaurants"]}, 0], ["Fox & Hound", {"placeName": "Fox & Hound", "url": "http://foxandhound.com/locations/philadelphia", "location": {"latitude": 39.947583, "longitude": -75.166559}, "address": {"streetAddress": "1501 Spruce St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.0391830926589, "description": "“Two-Dollar Tuesdays” are a hallmark of Philly happy hours. It’s a hard-to-beat deal that takes the pressure off getting to happy hour on time after work, given that it runs all day. At Fox & Hound, choose from a mind-bogglingly large draft list that consists of dozens of craft beers, many of which are local. All for—you guessed it—two bucks. Just try to get there early; crowds pile up fast after 5pm.", "categories": ["bars", "sports"]}, 0], ["Gojjo", {"placeName": "Gojjo", "url": "http://www.gojjos.us", "location": {"latitude": 39.948631, "longitude": -75.214104}, "address": {"streetAddress": "4540 Baltimore Ave", "city": "Philadelphia"}, "priceRange": "$", "distance": 252.54215566861822, "description": "It’s mostly known as an East African restaurant and low-key neighborhood bar, but West Philly mainstay Gojjo is also the site of some inspired cheesesteak-centric cultural synergy. In addition to traditional Ethiopian fare (kitfo, shiro wot, several types of tibs), they do steaks—including one done up in berbere, the fiery crimson spice blend essential to Ethiopian cuisine. The place fits right into the fabric of Cedar Park, a diverse and slightly left-of-center neighborhood in a diverse and slightly left-of-center city.", "categories": ["ethiopian", "restaurants"]}, 0], ["Garage Passyunk", {"placeName": "Garage Passyunk", "url": "https://www.garagephilly.com", "location": {"latitude": 39.933473, "longitude": -75.158783}, "address": {"streetAddress": "1231 E Passyunk Ave", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.60442490997593, "description": "The TVs are up high for easy viewing, and there are always drink specials during Flyers games, but this converted auto body shop is not mainly a sports bar. People come to party, shoot pool, play skeeball and drink beer. Lots of it. They’ve got more than 300 kinds of beer, all of it in cans, lined up in fridges behind the bar. And if you don’t like whatever fancy new food cart has rolled into the Garage on a given day, Pat’s and Geno’s are right outside the door.", "categories": ["bars", "beer"]}, 0], ["Jose Pistola’s", {"placeName": "Jose Pistola’s", "url": "http://www.josepistolas.com", "location": {"latitude": 39.947547, "longitude": -75.166186}, "address": {"streetAddress": "263 S 15th St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.0590832100889, "description": "This Mexified craft beer bar and restaurant is a go-to neighborhood hangout, thanks in part to cheap happy hour deals (Mon–Fri 4–6pm), delicious margaritas and inventive Mexican food. The menu features mouthwatering versions of Mexican favorites like ceviche, guacamole, nachos, and tacos filled with deliciousness from land and sea. On weekends, the eatery offers South of the Border brunch options like chilaquiles and juevos rancheros. Along with Sancho Pistola’s, its sister spot in Fishtown, this is also a chill place to watch the Phillies on game day with a beer and some braised short rib tacos.", "categories": ["mexican", "restaurants"]}, 0], ["New Wave Cafe", {"placeName": "New Wave Cafe", "url": "https://www.newwavecafe.com", "location": {"latitude": 39.937997, "longitude": -75.148429}, "address": {"streetAddress": "784 S 3rd St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 256.0942888697403, "description": "This is a friendly neighborhood watering hole, a low-key gastropub and a sports bar all at once. On the menu: flatbread pizza, white bean hummus and brisket burger sliders. On the walls: old Sports Illustrated issues and framed jerseys. From the bartenders: smiles and good conversation. Of course, there are always several games going at once on New Wave’s many TVs, and if any of them involve the Phillies, Sixers, Flyers or Eagles, there’s probably a drink special to go with it.", "categories": ["gastropubs", "restaurants"]}, 0], ["Brauhaus Schmitz", {"placeName": "Brauhaus Schmitz", "url": "https://www.brauhausschmitz.com", "location": {"latitude": 39.942191, "longitude": -75.154662}, "address": {"streetAddress": "718 South St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 255.72133256071362, "description": "Sometimes the best sports bars aren’t really sports bars. Brauhaus Schmitz is a sturdy, South Street restaurant with a menu full of wurst and schnitzel and a well-curated selection of German brews on draft. It’s also a friendly place to watch a game, especially soccer. Philadelphia Union fans have been known to gather here, either to watch the game or to have a drink or two before the party bus takes them to the stadium in Chester.", "categories": ["gastropubs", "restaurants"]}, 0], ["City Tap House", {"placeName": "City Tap House", "url": "http://www.ucity.citytap.com", "location": {"latitude": 39.954236, "longitude": -75.201192}, "address": {"streetAddress": "3925 Walnut St", "city": "Philadelphia"}, "priceRange": "$$", "distance": 253.15477365812308, "description": "There are a few City Tap House locations around town, but the one in University City is especially impressive. The dining area is spacious, with high ceilings, lots of high-top and low-top seating and TVs everywhere you look. But it’s easy to escape the game too, thanks to the large outdoor area overlooking Walnut Street, dotted with tables and stone fire pits. City Tap House is a sweet spot to set up shop for a long night of sports-watching, with plenty of room for friends to come and go throughout the night.", "categories": ["gastropubs", "bars"]}, 0]]